<?php
return [
    0 => [
        'name' => '锡林郭勒盟',
        'postal' => '026000',
    ],
    1 => [
        'name' => '锡林浩特市',
        'postal' => '026000',
    ],
    2 => [
        'name' => '阿巴嘎旗',
        'postal' => '011400',
    ],
    3 => [
        'name' => '多伦县',
        'postal' => '027300',
    ],
    4 => [
        'name' => '苏尼特左旗',
        'postal' => '011300',
    ],
    5 => [
        'name' => '苏尼特右旗',
        'postal' => '011200',
    ],
    6 => [
        'name' => '东乌珠穆沁旗',
        'postal' => '026300',
    ],
    7 => [
        'name' => '西乌珠穆沁旗',
        'postal' => '026200',
    ],
    8 => [
        'name' => '太仆寺旗',
        'postal' => '027000',
    ],
    9 => [
        'name' => '正镶白旗',
        'postal' => '013800',
    ],
    10 => [
        'name' => '正蓝旗',
        'postal' => '027200',
    ],
    11 => [
        'name' => '二连浩特市',
        'postal' => '011100',
    ],
    12 => [
        'name' => '镶黄旗',
        'postal' => '013200',
    ],
    13 => [
        'name' => '阿马嗄旗',
        'postal' => '026100',
    ],
    14 => [
        'name' => '兴安盟',
        'postal' => '137400',
    ],
    15 => [
        'name' => '科尔沁右翼中旗',
        'postal' => '029400',
    ],
    16 => [
        'name' => '扎赉特旗',
        'postal' => '137600',
    ],
    17 => [
        'name' => '突泉县',
        'postal' => '137500',
    ],
    18 => [
        'name' => '乌兰浩特市',
        'postal' => '137400',
    ],
    19 => [
        'name' => '科右中旗',
        'postal' => '029400',
    ],
    20 => [
        'name' => '阿尔山市',
        'postal' => '137800',
    ],
    21 => [
        'name' => '科尔沁右翼前旗',
        'postal' => '137700',
    ],
    22 => [
        'name' => '阿拉善盟',
        'postal' => '750306',
    ],
    23 => [
        'name' => '阿拉善左旗',
        'postal' => '750300',
    ],
    24 => [
        'name' => '阿拉善右旗',
        'postal' => '737300',
    ],
    25 => [
        'name' => '额济纳旗',
        'postal' => '735400',
    ],
    26 => [
        'name' => '呼伦贝尔市',
        'postal' => '021000',
    ],
    27 => [
        'name' => '海拉尔区',
        'postal' => '021000',
    ],
    28 => [
        'name' => '鄂伦春自治旗',
        'postal' => '022450',
    ],
    29 => [
        'name' => '鄂温克自治旗',
        'postal' => '021100',
    ],
    30 => [
        'name' => '陈巴尔虎旗',
        'postal' => '021500',
    ],
    31 => [
        'name' => '新巴尔虎左旗',
        'postal' => '021200',
    ],
    32 => [
        'name' => '新巴尔虎右旗',
        'postal' => '021300',
    ],
    33 => [
        'name' => '满洲里市',
        'postal' => '021400',
    ],
    34 => [
        'name' => '阿荣旗',
        'postal' => '162700',
    ],
    35 => [
        'name' => '额尔古纳市',
        'postal' => '022200',
    ],
    36 => [
        'name' => '根河市',
        'postal' => '022300',
    ],
    37 => [
        'name' => '莫力达瓦达斡尔族自治旗',
        'postal' => '162800',
    ],
    38 => [
        'name' => '牙克石市',
        'postal' => '022100',
    ],
    39 => [
        'name' => '扎兰屯市',
        'postal' => '162600',
    ],
    40 => [
        'name' => '额尔古纳右旗',
        'postal' => '022200',
    ],
    41 => [
        'name' => '莫力达瓦旗',
        'postal' => '162800',
    ],
    42 => [
        'name' => '扎赉诺尔区',
        'postal' => '021410',
    ],
    43 => [
        'name' => '呼和浩特市',
        'postal' => '010000',
    ],
    44 => [
        'name' => '新城区',
        'postal' => '010000',
    ],
    45 => [
        'name' => '回民区',
        'postal' => '010000',
    ],
    46 => [
        'name' => '玉泉区',
        'postal' => '010000',
    ],
    47 => [
        'name' => '土默特左旗',
        'postal' => '010100',
    ],
    48 => [
        'name' => '托克托县',
        'postal' => '010200',
    ],
    49 => [
        'name' => '和林格尔县',
        'postal' => '011500',
    ],
    50 => [
        'name' => '清水河县',
        'postal' => '011600',
    ],
    51 => [
        'name' => '武川县',
        'postal' => '011700',
    ],
    52 => [
        'name' => '赛罕区',
        'postal' => '010000',
    ],
    53 => [
        'name' => '包头市',
        'postal' => '014000',
    ],
    54 => [
        'name' => '东河区',
        'postal' => '014000',
    ],
    55 => [
        'name' => '青山区',
        'postal' => '014000',
    ],
    56 => [
        'name' => '白云矿区',
        'postal' => '014000',
    ],
    57 => [
        'name' => '土默特右旗',
        'postal' => '014100',
    ],
    58 => [
        'name' => '固阳县',
        'postal' => '014200',
    ],
    59 => [
        'name' => '达尔罕茂明安联合旗',
        'postal' => '014500',
    ],
    60 => [
        'name' => '白云鄂博矿区',
        'postal' => '014000',
    ],
    61 => [
        'name' => '九原区',
        'postal' => '014000',
    ],
    62 => [
        'name' => '石拐区',
        'postal' => '014000',
    ],
    63 => [
        'name' => '昆都仑区',
        'postal' => '014000',
    ],
    64 => [
        'name' => '白云鄂博',
        'postal' => '014000',
    ],
    65 => [
        'name' => '达茂旗',
        'postal' => '014300',
    ],
    66 => [
        'name' => '乌海市',
        'postal' => '016000',
    ],
    67 => [
        'name' => '海勃湾区',
        'postal' => '016000',
    ],
    68 => [
        'name' => '海南区',
        'postal' => '016000',
    ],
    69 => [
        'name' => '乌达区',
        'postal' => '016000',
    ],
    70 => [
        'name' => '乌兰察布市',
        'postal' => '012000',
    ],
    71 => [
        'name' => '集宁区',
        'postal' => '012000',
    ],
    72 => [
        'name' => '卓资县',
        'postal' => '012300',
    ],
    73 => [
        'name' => '商都县',
        'postal' => '013400',
    ],
    74 => [
        'name' => '察哈尔右翼前旗',
        'postal' => '012200',
    ],
    75 => [
        'name' => '察哈尔右翼中旗',
        'postal' => '013500',
    ],
    76 => [
        'name' => '察哈尔右翼后旗',
        'postal' => '012400',
    ],
    77 => [
        'name' => '四子王旗',
        'postal' => '011800',
    ],
    78 => [
        'name' => '丰镇市',
        'postal' => '012100',
    ],
    79 => [
        'name' => '化德县',
        'postal' => '013300',
    ],
    80 => [
        'name' => '凉城县',
        'postal' => '013700',
    ],
    81 => [
        'name' => '兴和县',
        'postal' => '013600',
    ],
    82 => [
        'name' => '通辽市',
        'postal' => '028000',
    ],
    83 => [
        'name' => '科尔沁区',
        'postal' => '028000',
    ],
    84 => [
        'name' => '科尔沁左翼中旗',
        'postal' => '029300',
    ],
    85 => [
        'name' => '科尔沁左翼后旗',
        'postal' => '028100',
    ],
    86 => [
        'name' => '开鲁县',
        'postal' => '028400',
    ],
    87 => [
        'name' => '库伦旗',
        'postal' => '028200',
    ],
    88 => [
        'name' => '奈曼旗',
        'postal' => '028300',
    ],
    89 => [
        'name' => '扎鲁特旗',
        'postal' => '029100',
    ],
    90 => [
        'name' => '霍林郭勒市',
        'postal' => '029200',
    ],
    91 => [
        'name' => '赤峰市',
        'postal' => '024000',
    ],
    92 => [
        'name' => '敖汉旗',
        'postal' => '024300',
    ],
    93 => [
        'name' => '红山区',
        'postal' => '024000',
    ],
    94 => [
        'name' => '元宝山区',
        'postal' => '024000',
    ],
    95 => [
        'name' => '松山区',
        'postal' => '024000',
    ],
    96 => [
        'name' => '阿鲁科尔沁旗',
        'postal' => '025500',
    ],
    97 => [
        'name' => '翁牛特旗',
        'postal' => '024500',
    ],
    98 => [
        'name' => '喀喇沁旗',
        'postal' => '024400',
    ],
    99 => [
        'name' => '宁城县',
        'postal' => '024200',
    ],
    100 => [
        'name' => '巴林右旗',
        'postal' => '025100',
    ],
    101 => [
        'name' => '巴林左旗',
        'postal' => '025400',
    ],
    102 => [
        'name' => '克什克腾旗',
        'postal' => '025300',
    ],
    103 => [
        'name' => '林西县',
        'postal' => '025200',
    ],
    104 => [
        'name' => '鄂尔多斯市',
        'postal' => '017000',
    ],
    105 => [
        'name' => '东胜区',
        'postal' => '017000',
    ],
    106 => [
        'name' => '达拉特旗',
        'postal' => '014300',
    ],
    107 => [
        'name' => '准格尔旗',
        'postal' => '017100',
    ],
    108 => [
        'name' => '鄂托克前旗',
        'postal' => '016200',
    ],
    109 => [
        'name' => '鄂托克旗',
        'postal' => '016100',
    ],
    110 => [
        'name' => '伊金霍洛旗',
        'postal' => '017200',
    ],
    111 => [
        'name' => '杭锦旗',
        'postal' => '017400',
    ],
    112 => [
        'name' => '乌审旗',
        'postal' => '017300',
    ],
    113 => [
        'name' => '康巴什区',
        'postal' => '017020',
    ],
    114 => [
        'name' => '巴彦淖尔市',
        'postal' => '015000',
    ],
    115 => [
        'name' => '杭锦后旗',
        'postal' => '015400',
    ],
    116 => [
        'name' => '临河区',
        'postal' => '015000',
    ],
    117 => [
        'name' => '五原县',
        'postal' => '015100',
    ],
    118 => [
        'name' => '磴口县',
        'postal' => '015200',
    ],
    119 => [
        'name' => '乌拉特后旗',
        'postal' => '015500',
    ],
    120 => [
        'name' => '乌拉特中旗',
        'postal' => '015300',
    ],
    121 => [
        'name' => '乌拉特前旗',
        'postal' => '014400',
    ],
    122 => [
        'name' => '朔州市',
        'postal' => '036000',
    ],
    123 => [
        'name' => '平鲁区',
        'postal' => '036800',
    ],
    124 => [
        'name' => '山阴县',
        'postal' => '036900',
    ],
    125 => [
        'name' => '应县',
        'postal' => '037600',
    ],
    126 => [
        'name' => '右玉县',
        'postal' => '037200',
    ],
    127 => [
        'name' => '怀仁县',
        'postal' => '038300',
    ],
    128 => [
        'name' => '朔城区',
        'postal' => '036000',
    ],
    129 => [
        'name' => '忻州市',
        'postal' => '034000',
    ],
    130 => [
        'name' => '忻府区',
        'postal' => '034000',
    ],
    131 => [
        'name' => '定襄县',
        'postal' => '035400',
    ],
    132 => [
        'name' => '五台县',
        'postal' => '035500',
    ],
    133 => [
        'name' => '代县',
        'postal' => '034200',
    ],
    134 => [
        'name' => '繁峙县',
        'postal' => '034300',
    ],
    135 => [
        'name' => '静乐县',
        'postal' => '035100',
    ],
    136 => [
        'name' => '神池县',
        'postal' => '036100',
    ],
    137 => [
        'name' => '五寨县',
        'postal' => '036200',
    ],
    138 => [
        'name' => '岢岚县',
        'postal' => '036300',
    ],
    139 => [
        'name' => '河曲县',
        'postal' => '036500',
    ],
    140 => [
        'name' => '保德县',
        'postal' => '036600',
    ],
    141 => [
        'name' => '偏关县',
        'postal' => '036400',
    ],
    142 => [
        'name' => '原平市',
        'postal' => '034100',
    ],
    143 => [
        'name' => '宁武县',
        'postal' => '036700',
    ],
    144 => [
        'name' => '太原市',
        'postal' => '030000',
    ],
    145 => [
        'name' => '小店区',
        'postal' => '030000',
    ],
    146 => [
        'name' => '迎泽区',
        'postal' => '030000',
    ],
    147 => [
        'name' => '杏花岭区',
        'postal' => '030000',
    ],
    148 => [
        'name' => '尖草坪区',
        'postal' => '030000',
    ],
    149 => [
        'name' => '万柏林区',
        'postal' => '030000',
    ],
    150 => [
        'name' => '晋源区',
        'postal' => '030000',
    ],
    151 => [
        'name' => '清徐县',
        'postal' => '030400',
    ],
    152 => [
        'name' => '阳曲县',
        'postal' => '030100',
    ],
    153 => [
        'name' => '娄烦县',
        'postal' => '030300',
    ],
    154 => [
        'name' => '古交市',
        'postal' => '030200',
    ],
    155 => [
        'name' => '大同市',
        'postal' => '037000',
    ],
    156 => [
        'name' => '城区',
        'postal' => '037000',
    ],
    157 => [
        'name' => '矿区',
        'postal' => '037000',
    ],
    158 => [
        'name' => '南郊区',
        'postal' => '037000',
    ],
    159 => [
        'name' => '新荣区',
        'postal' => '037000',
    ],
    160 => [
        'name' => '阳高县',
        'postal' => '038100',
    ],
    161 => [
        'name' => '天镇县',
        'postal' => '038200',
    ],
    162 => [
        'name' => '广灵县',
        'postal' => '037500',
    ],
    163 => [
        'name' => '灵丘县',
        'postal' => '034400',
    ],
    164 => [
        'name' => '浑源县',
        'postal' => '037400',
    ],
    165 => [
        'name' => '左云县',
        'postal' => '037100',
    ],
    166 => [
        'name' => '大同县',
        'postal' => '037300',
    ],
    167 => [
        'name' => '阳泉市',
        'postal' => '045000',
    ],
    168 => [
        'name' => '城区',
        'postal' => '045000',
    ],
    169 => [
        'name' => '矿区',
        'postal' => '045000',
    ],
    170 => [
        'name' => '郊区',
        'postal' => '045000',
    ],
    171 => [
        'name' => '平定县',
        'postal' => '045200',
    ],
    172 => [
        'name' => '盂县',
        'postal' => '045100',
    ],
    173 => [
        'name' => '孟县',
        'postal' => '045100',
    ],
    174 => [
        'name' => '晋中市',
        'postal' => '030600',
    ],
    175 => [
        'name' => '灵石县',
        'postal' => '031300',
    ],
    176 => [
        'name' => '介休市',
        'postal' => '032000',
    ],
    177 => [
        'name' => '榆次区',
        'postal' => '030600',
    ],
    178 => [
        'name' => '榆社县',
        'postal' => '031800',
    ],
    179 => [
        'name' => '左权县',
        'postal' => '032600',
    ],
    180 => [
        'name' => '和顺县',
        'postal' => '032700',
    ],
    181 => [
        'name' => '昔阳县',
        'postal' => '045300',
    ],
    182 => [
        'name' => '寿阳县',
        'postal' => '045400',
    ],
    183 => [
        'name' => '太谷县',
        'postal' => '030800',
    ],
    184 => [
        'name' => '祁县',
        'postal' => '030900',
    ],
    185 => [
        'name' => '平遥县',
        'postal' => '031100',
    ],
    186 => [
        'name' => '长治市',
        'postal' => '046000',
    ],
    187 => [
        'name' => '平顺县',
        'postal' => '047400',
    ],
    188 => [
        'name' => '黎城县',
        'postal' => '047600',
    ],
    189 => [
        'name' => '壶关县',
        'postal' => '047300',
    ],
    190 => [
        'name' => '长子县',
        'postal' => '046600',
    ],
    191 => [
        'name' => '武乡县',
        'postal' => '046300',
    ],
    192 => [
        'name' => '沁县',
        'postal' => '046400',
    ],
    193 => [
        'name' => '沁源县',
        'postal' => '046500',
    ],
    194 => [
        'name' => '潞城市',
        'postal' => '047500',
    ],
    195 => [
        'name' => '城区',
        'postal' => '046000',
    ],
    196 => [
        'name' => '郊区',
        'postal' => '046000',
    ],
    197 => [
        'name' => '长治县',
        'postal' => '047100',
    ],
    198 => [
        'name' => '襄垣县',
        'postal' => '046200',
    ],
    199 => [
        'name' => '屯留县',
        'postal' => '046100',
    ],
    200 => [
        'name' => '晋城市',
        'postal' => '048000',
    ],
    201 => [
        'name' => '陵川县',
        'postal' => '048300',
    ],
    202 => [
        'name' => '泽州县',
        'postal' => '048000',
    ],
    203 => [
        'name' => '城区',
        'postal' => '048000',
    ],
    204 => [
        'name' => '沁水县',
        'postal' => '048200',
    ],
    205 => [
        'name' => '阳城县',
        'postal' => '048100',
    ],
    206 => [
        'name' => '高平市',
        'postal' => '048400',
    ],
    207 => [
        'name' => '临汾市',
        'postal' => '041000',
    ],
    208 => [
        'name' => '尧都区',
        'postal' => '041000',
    ],
    209 => [
        'name' => '曲沃县',
        'postal' => '043400',
    ],
    210 => [
        'name' => '翼城县',
        'postal' => '043500',
    ],
    211 => [
        'name' => '襄汾县',
        'postal' => '041500',
    ],
    212 => [
        'name' => '古县',
        'postal' => '042400',
    ],
    213 => [
        'name' => '安泽县',
        'postal' => '042500',
    ],
    214 => [
        'name' => '浮山县',
        'postal' => '042600',
    ],
    215 => [
        'name' => '吉县',
        'postal' => '042200',
    ],
    216 => [
        'name' => '乡宁县',
        'postal' => '042100',
    ],
    217 => [
        'name' => '大宁县',
        'postal' => '042300',
    ],
    218 => [
        'name' => '隰县',
        'postal' => '041300',
    ],
    219 => [
        'name' => '永和县',
        'postal' => '041400',
    ],
    220 => [
        'name' => '蒲县',
        'postal' => '041200',
    ],
    221 => [
        'name' => '汾西县',
        'postal' => '031500',
    ],
    222 => [
        'name' => '侯马市',
        'postal' => '043000',
    ],
    223 => [
        'name' => '霍州市',
        'postal' => '031400',
    ],
    224 => [
        'name' => '候马',
        'postal' => '043000',
    ],
    225 => [
        'name' => '洪洞县',
        'postal' => '041600',
    ],
    226 => [
        'name' => '吕梁市',
        'postal' => '033000',
    ],
    227 => [
        'name' => '离石区',
        'postal' => '033000',
    ],
    228 => [
        'name' => '文水县',
        'postal' => '032100',
    ],
    229 => [
        'name' => '交城县',
        'postal' => '030500',
    ],
    230 => [
        'name' => '临县',
        'postal' => '033200',
    ],
    231 => [
        'name' => '柳林县',
        'postal' => '033300',
    ],
    232 => [
        'name' => '石楼县',
        'postal' => '032500',
    ],
    233 => [
        'name' => '方山县',
        'postal' => '033100',
    ],
    234 => [
        'name' => '中阳县',
        'postal' => '033400',
    ],
    235 => [
        'name' => '交口县',
        'postal' => '032400',
    ],
    236 => [
        'name' => '孝义市',
        'postal' => '032300',
    ],
    237 => [
        'name' => '汾阳市',
        'postal' => '032200',
    ],
    238 => [
        'name' => '兴县',
        'postal' => '033600',
    ],
    239 => [
        'name' => '岚县',
        'postal' => '033500',
    ],
    240 => [
        'name' => '运城市',
        'postal' => '044000',
    ],
    241 => [
        'name' => '盐湖区',
        'postal' => '044000',
    ],
    242 => [
        'name' => '临猗县',
        'postal' => '044100',
    ],
    243 => [
        'name' => '万荣县',
        'postal' => '044200',
    ],
    244 => [
        'name' => '闻喜县',
        'postal' => '043800',
    ],
    245 => [
        'name' => '稷山县',
        'postal' => '043200',
    ],
    246 => [
        'name' => '新绛县',
        'postal' => '043100',
    ],
    247 => [
        'name' => '绛县',
        'postal' => '043600',
    ],
    248 => [
        'name' => '垣曲县',
        'postal' => '043700',
    ],
    249 => [
        'name' => '夏县',
        'postal' => '044400',
    ],
    250 => [
        'name' => '平陆县',
        'postal' => '044300',
    ],
    251 => [
        'name' => '芮城县',
        'postal' => '044600',
    ],
    252 => [
        'name' => '永济市',
        'postal' => '044500',
    ],
    253 => [
        'name' => '河津市',
        'postal' => '043300',
    ],
    254 => [
        'name' => '永剂',
        'postal' => '044500',
    ],
    255 => [
        'name' => '通县',
        'postal' => '101100',
    ],
    256 => [
        'name' => '东城区',
        'postal' => '100010',
    ],
    257 => [
        'name' => '东华门街道',
        'postal' => '100006',
    ],
    258 => [
        'name' => '景山街道',
        'postal' => '100009',
    ],
    259 => [
        'name' => '交道口街道',
        'postal' => '100007',
    ],
    260 => [
        'name' => '安定门街道',
        'postal' => '100007',
    ],
    261 => [
        'name' => '东四街道',
        'postal' => '100010',
    ],
    262 => [
        'name' => '朝阳门街道',
        'postal' => '100010',
    ],
    263 => [
        'name' => '建国门街道',
        'postal' => '100005',
    ],
    264 => [
        'name' => '和平里街道',
        'postal' => '100013',
    ],
    265 => [
        'name' => '前门街道',
        'postal' => '100005',
    ],
    266 => [
        'name' => '崇文门外街道',
        'postal' => '100062',
    ],
    267 => [
        'name' => '东花市街道',
        'postal' => '100062',
    ],
    268 => [
        'name' => '龙潭街道',
        'postal' => '100061',
    ],
    269 => [
        'name' => '体育馆路街道',
        'postal' => '100061',
    ],
    270 => [
        'name' => '天坛街道',
        'postal' => '100061',
    ],
    271 => [
        'name' => '永定门外街道',
        'postal' => '100050',
    ],
    272 => [
        'name' => '西城区',
        'postal' => '100032',
    ],
    273 => [
        'name' => '西长安街街道',
        'postal' => '100031',
    ],
    274 => [
        'name' => '新街口街道',
        'postal' => '100035',
    ],
    275 => [
        'name' => '月坛街道',
        'postal' => '100045',
    ],
    276 => [
        'name' => '德胜街道',
        'postal' => '100035',
    ],
    277 => [
        'name' => '金融街街道',
        'postal' => '100033',
    ],
    278 => [
        'name' => '大栅栏街道',
        'postal' => '100051',
    ],
    279 => [
        'name' => '天桥街道',
        'postal' => '100050',
    ],
    280 => [
        'name' => '椿树街道',
        'postal' => '100032',
    ],
    281 => [
        'name' => '广安门内街道',
        'postal' => '100053',
    ],
    282 => [
        'name' => '牛街街道',
        'postal' => '100053',
    ],
    283 => [
        'name' => '白纸坊街道',
        'postal' => '100054',
    ],
    284 => [
        'name' => '广安门外街道',
        'postal' => '100055',
    ],
    285 => [
        'name' => '崇文区',
        'postal' => '100061',
    ],
    286 => [
        'name' => '宣武区',
        'postal' => '100054',
    ],
    287 => [
        'name' => '朝阳区',
        'postal' => '100020',
    ],
    288 => [
        'name' => '建外街道',
        'postal' => '100022',
    ],
    289 => [
        'name' => '朝外街道',
        'postal' => '100020',
    ],
    290 => [
        'name' => '呼家楼街道',
        'postal' => '100026',
    ],
    291 => [
        'name' => '三里屯街道',
        'postal' => '100600',
    ],
    292 => [
        'name' => '左家庄街道',
        'postal' => '100028',
    ],
    293 => [
        'name' => '香河园街道',
        'postal' => '100028',
    ],
    294 => [
        'name' => '和平街街道',
        'postal' => '100013',
    ],
    295 => [
        'name' => '安贞街道',
        'postal' => '100029',
    ],
    296 => [
        'name' => '小关街道',
        'postal' => '100029',
    ],
    297 => [
        'name' => '酒仙桥街道',
        'postal' => '100016',
    ],
    298 => [
        'name' => '麦子店街道',
        'postal' => '100125',
    ],
    299 => [
        'name' => '团结湖街道',
        'postal' => '100026',
    ],
    300 => [
        'name' => '六里屯街道',
        'postal' => '100026',
    ],
    301 => [
        'name' => '八里庄街道',
        'postal' => '100025',
    ],
    302 => [
        'name' => '劲松街道',
        'postal' => '100021',
    ],
    303 => [
        'name' => '潘家园街道',
        'postal' => '100021',
    ],
    304 => [
        'name' => '垡头街道',
        'postal' => '100023',
    ],
    305 => [
        'name' => '南磨房',
        'postal' => '100124',
    ],
    306 => [
        'name' => '高碑店',
        'postal' => '100124',
    ],
    307 => [
        'name' => '太阳宫',
        'postal' => '100028',
    ],
    308 => [
        'name' => '大屯街道',
        'postal' => '100101',
    ],
    309 => [
        'name' => '望京街道',
        'postal' => '100102',
    ],
    310 => [
        'name' => '小红门',
        'postal' => '100176',
    ],
    311 => [
        'name' => '十八里店',
        'postal' => '100023',
    ],
    312 => [
        'name' => '平房',
        'postal' => '100123',
    ],
    313 => [
        'name' => '东风',
        'postal' => '100016',
    ],
    314 => [
        'name' => '来广营',
        'postal' => '100012',
    ],
    315 => [
        'name' => '常营',
        'postal' => '100024',
    ],
    316 => [
        'name' => '三间房',
        'postal' => '100024',
    ],
    317 => [
        'name' => '管庄',
        'postal' => '100024',
    ],
    318 => [
        'name' => '金盏',
        'postal' => '100018',
    ],
    319 => [
        'name' => '孙河',
        'postal' => '100015',
    ],
    320 => [
        'name' => '崔各庄',
        'postal' => '100103',
    ],
    321 => [
        'name' => '东坝',
        'postal' => '100018',
    ],
    322 => [
        'name' => '黑庄户',
        'postal' => '100024',
    ],
    323 => [
        'name' => '豆各庄',
        'postal' => '100023',
    ],
    324 => [
        'name' => '王四营',
        'postal' => '100023',
    ],
    325 => [
        'name' => '首都机场街道',
        'postal' => '100621',
    ],
    326 => [
        'name' => '丰台区',
        'postal' => '100071',
    ],
    327 => [
        'name' => '右安门街道',
        'postal' => '100054',
    ],
    328 => [
        'name' => '太平桥街道',
        'postal' => '100073',
    ],
    329 => [
        'name' => '西罗园街道',
        'postal' => '100077',
    ],
    330 => [
        'name' => '大红门街道',
        'postal' => '100075',
    ],
    331 => [
        'name' => '南苑街道',
        'postal' => '100076',
    ],
    332 => [
        'name' => '东高地街道',
        'postal' => '100076',
    ],
    333 => [
        'name' => '东铁匠营街道',
        'postal' => '100079',
    ],
    334 => [
        'name' => '卢沟桥街道',
        'postal' => '100072',
    ],
    335 => [
        'name' => '丰台街道',
        'postal' => '100070',
    ],
    336 => [
        'name' => '新村街道',
        'postal' => '100070',
    ],
    337 => [
        'name' => '长辛店街道',
        'postal' => '100072',
    ],
    338 => [
        'name' => '云岗街道',
        'postal' => '100074',
    ],
    339 => [
        'name' => '方庄',
        'postal' => '100078',
    ],
    340 => [
        'name' => '马家堡街道',
        'postal' => '100068',
    ],
    341 => [
        'name' => '和义街道',
        'postal' => '100076',
    ],
    342 => [
        'name' => '花乡',
        'postal' => '100070',
    ],
    343 => [
        'name' => '石景山区',
        'postal' => '100043',
    ],
    344 => [
        'name' => '八宝山街道',
        'postal' => '100049',
    ],
    345 => [
        'name' => '老山街道',
        'postal' => '100049',
    ],
    346 => [
        'name' => '八角街道',
        'postal' => '100043',
    ],
    347 => [
        'name' => '古城街道',
        'postal' => '100043',
    ],
    348 => [
        'name' => '苹果园街道',
        'postal' => '100041',
    ],
    349 => [
        'name' => '金顶街街道',
        'postal' => '100041',
    ],
    350 => [
        'name' => '广宁街道',
        'postal' => '100041',
    ],
    351 => [
        'name' => '五里坨街道',
        'postal' => '100042',
    ],
    352 => [
        'name' => '鲁谷街道',
        'postal' => '100040',
    ],
    353 => [
        'name' => '海淀区',
        'postal' => '100080',
    ],
    354 => [
        'name' => '万寿路街道',
        'postal' => '100036',
    ],
    355 => [
        'name' => '永定路街道',
        'postal' => '100143',
    ],
    356 => [
        'name' => '羊坊店街道',
        'postal' => '100038',
    ],
    357 => [
        'name' => '甘家口街道',
        'postal' => '100037',
    ],
    358 => [
        'name' => '八里庄街道',
        'postal' => '100142',
    ],
    359 => [
        'name' => '紫竹院街道',
        'postal' => '100081',
    ],
    360 => [
        'name' => '北下关街道',
        'postal' => '100044',
    ],
    361 => [
        'name' => '北太平庄街道',
        'postal' => '100088',
    ],
    362 => [
        'name' => '学院路街道',
        'postal' => '100083',
    ],
    363 => [
        'name' => '中关村街道',
        'postal' => '100080',
    ],
    364 => [
        'name' => '海淀街道',
        'postal' => '100080',
    ],
    365 => [
        'name' => '青龙桥街道',
        'postal' => '100091',
    ],
    366 => [
        'name' => '清华园街道',
        'postal' => '100084',
    ],
    367 => [
        'name' => '香山街道',
        'postal' => '100093',
    ],
    368 => [
        'name' => '清河街道',
        'postal' => '100192',
    ],
    369 => [
        'name' => '花园路街道',
        'postal' => '100083',
    ],
    370 => [
        'name' => '西三旗街道',
        'postal' => '100096',
    ],
    371 => [
        'name' => '马连洼街道',
        'postal' => '100193',
    ],
    372 => [
        'name' => '田村路街道',
        'postal' => '100143',
    ],
    373 => [
        'name' => '上地街道',
        'postal' => '100085',
    ],
    374 => [
        'name' => '万柳',
        'postal' => '100089',
    ],
    375 => [
        'name' => '东升',
        'postal' => '100083',
    ],
    376 => [
        'name' => '曙光街道',
        'postal' => '100097',
    ],
    377 => [
        'name' => '温泉',
        'postal' => '100095',
    ],
    378 => [
        'name' => '四季青',
        'postal' => '100195',
    ],
    379 => [
        'name' => '西北旺',
        'postal' => '100094',
    ],
    380 => [
        'name' => '苏家坨',
        'postal' => '100194',
    ],
    381 => [
        'name' => '上庄',
        'postal' => '100094',
    ],
    382 => [
        'name' => '知春路',
        'postal' => '100086',
    ],
    383 => [
        'name' => '成府路',
        'postal' => '100084',
    ],
    384 => [
        'name' => '学院路',
        'postal' => '100083',
    ],
    385 => [
        'name' => '门头沟区',
        'postal' => '102300',
    ],
    386 => [
        'name' => '大峪街道',
        'postal' => '102399',
    ],
    387 => [
        'name' => '城子街道',
        'postal' => '102399',
    ],
    388 => [
        'name' => '东辛房街道',
        'postal' => '102399',
    ],
    389 => [
        'name' => '王平',
        'postal' => '102301',
    ],
    390 => [
        'name' => '永定',
        'postal' => '102308',
    ],
    391 => [
        'name' => '龙泉',
        'postal' => '102399',
    ],
    392 => [
        'name' => '潭柘寺镇',
        'postal' => '102308',
    ],
    393 => [
        'name' => '军庄镇',
        'postal' => '102399',
    ],
    394 => [
        'name' => '雁翅镇',
        'postal' => '102305',
    ],
    395 => [
        'name' => '斋堂镇',
        'postal' => '102309',
    ],
    396 => [
        'name' => '清水镇',
        'postal' => '102311',
    ],
    397 => [
        'name' => '妙峰山镇',
        'postal' => '102399',
    ],
    398 => [
        'name' => '房山区',
        'postal' => '102400',
    ],
    399 => [
        'name' => '城关街道',
        'postal' => '102499',
    ],
    400 => [
        'name' => '新镇街道',
        'postal' => '102413',
    ],
    401 => [
        'name' => '向阳街道',
        'postal' => '102599',
    ],
    402 => [
        'name' => '东风街道',
        'postal' => '102502',
    ],
    403 => [
        'name' => '迎风街道',
        'postal' => '102599',
    ],
    404 => [
        'name' => '星城街道',
        'postal' => '102425',
    ],
    405 => [
        'name' => '良乡',
        'postal' => '102401',
    ],
    406 => [
        'name' => '周口店',
        'postal' => '102405',
    ],
    407 => [
        'name' => '琉璃河',
        'postal' => '102403',
    ],
    408 => [
        'name' => '拱辰街道',
        'postal' => '102401',
    ],
    409 => [
        'name' => '西潞街道',
        'postal' => '102488',
    ],
    410 => [
        'name' => '阎村镇',
        'postal' => '102488',
    ],
    411 => [
        'name' => '窦店镇',
        'postal' => '102402',
    ],
    412 => [
        'name' => '石楼镇',
        'postal' => '102422',
    ],
    413 => [
        'name' => '长阳镇',
        'postal' => '102442',
    ],
    414 => [
        'name' => '河北镇',
        'postal' => '102415',
    ],
    415 => [
        'name' => '长沟镇',
        'postal' => '102407',
    ],
    416 => [
        'name' => '大石窝镇',
        'postal' => '102408',
    ],
    417 => [
        'name' => '张坊镇',
        'postal' => '102409',
    ],
    418 => [
        'name' => '十渡镇',
        'postal' => '102411',
    ],
    419 => [
        'name' => '青龙湖镇',
        'postal' => '102447',
    ],
    420 => [
        'name' => '韩村河镇',
        'postal' => '102406',
    ],
    421 => [
        'name' => '霞云岭乡',
        'postal' => '102421',
    ],
    422 => [
        'name' => '南窖乡',
        'postal' => '102418',
    ],
    423 => [
        'name' => '佛子庄乡',
        'postal' => '102417',
    ],
    424 => [
        'name' => '大安山乡',
        'postal' => '102419',
    ],
    425 => [
        'name' => '史家营乡',
        'postal' => '102461',
    ],
    426 => [
        'name' => '蒲洼乡',
        'postal' => '102477',
    ],
    427 => [
        'name' => '通州区',
        'postal' => '101100',
    ],
    428 => [
        'name' => '中仓街道',
        'postal' => '101199',
    ],
    429 => [
        'name' => '新华街道',
        'postal' => '101199',
    ],
    430 => [
        'name' => '北苑街道',
        'postal' => '101199',
    ],
    431 => [
        'name' => '玉桥街道',
        'postal' => '101101',
    ],
    432 => [
        'name' => '永顺',
        'postal' => '101199',
    ],
    433 => [
        'name' => '梨园',
        'postal' => '101101',
    ],
    434 => [
        'name' => '宋庄镇',
        'postal' => '101118',
    ],
    435 => [
        'name' => '张家湾镇',
        'postal' => '101104',
    ],
    436 => [
        'name' => '马驹桥镇',
        'postal' => '101103',
    ],
    437 => [
        'name' => '西集镇',
        'postal' => '101106',
    ],
    438 => [
        'name' => '台湖镇',
        'postal' => '101116',
    ],
    439 => [
        'name' => '永乐店镇',
        'postal' => '101115',
    ],
    440 => [
        'name' => '潞城镇',
        'postal' => '101117',
    ],
    441 => [
        'name' => '于家务回族乡',
        'postal' => '101127',
    ],
    442 => [
        'name' => '顺义区',
        'postal' => '101300',
    ],
    443 => [
        'name' => '胜利街道',
        'postal' => '101399',
    ],
    444 => [
        'name' => '光明街道',
        'postal' => '101399',
    ],
    445 => [
        'name' => '仁和',
        'postal' => '101320',
    ],
    446 => [
        'name' => '后沙峪',
        'postal' => '101318',
    ],
    447 => [
        'name' => '天竺',
        'postal' => '101312',
    ],
    448 => [
        'name' => '杨镇',
        'postal' => '101399',
    ],
    449 => [
        'name' => '牛栏山',
        'postal' => '101399',
    ],
    450 => [
        'name' => '南法信',
        'postal' => '101316',
    ],
    451 => [
        'name' => '马坡',
        'postal' => '101319',
    ],
    452 => [
        'name' => '石园街道',
        'postal' => '101320',
    ],
    453 => [
        'name' => '空港街道',
        'postal' => '101318',
    ],
    454 => [
        'name' => '高丽营镇',
        'postal' => '101318',
    ],
    455 => [
        'name' => '李桥镇',
        'postal' => '101399',
    ],
    456 => [
        'name' => '李遂镇',
        'postal' => '101313',
    ],
    457 => [
        'name' => '南彩镇',
        'postal' => '101399',
    ],
    458 => [
        'name' => '北务镇',
        'postal' => '101399',
    ],
    459 => [
        'name' => '大孙各庄镇',
        'postal' => '101308',
    ],
    460 => [
        'name' => '张镇',
        'postal' => '101309',
    ],
    461 => [
        'name' => '龙湾屯镇',
        'postal' => '101399',
    ],
    462 => [
        'name' => '木林镇',
        'postal' => '101399',
    ],
    463 => [
        'name' => '北小营镇',
        'postal' => '101399',
    ],
    464 => [
        'name' => '北石槽镇',
        'postal' => '101399',
    ],
    465 => [
        'name' => '赵全营镇',
        'postal' => '101399',
    ],
    466 => [
        'name' => '昌平区',
        'postal' => '102200',
    ],
    467 => [
        'name' => '马池口',
        'postal' => '102299',
    ],
    468 => [
        'name' => '沙河',
        'postal' => '102206',
    ],
    469 => [
        'name' => '东小口',
        'postal' => '100096',
    ],
    470 => [
        'name' => '天通苑北街道',
        'postal' => '102218',
    ],
    471 => [
        'name' => '天通苑南街道',
        'postal' => '102218',
    ],
    472 => [
        'name' => '霍营街道',
        'postal' => '102208',
    ],
    473 => [
        'name' => '回龙观街道',
        'postal' => '102208',
    ],
    474 => [
        'name' => '史各庄街道',
        'postal' => '102206',
    ],
    475 => [
        'name' => '阳坊镇',
        'postal' => '102205',
    ],
    476 => [
        'name' => '小汤山镇',
        'postal' => '102211',
    ],
    477 => [
        'name' => '南邵镇',
        'postal' => '102299',
    ],
    478 => [
        'name' => '崔村镇',
        'postal' => '102212',
    ],
    479 => [
        'name' => '百善镇',
        'postal' => '102211',
    ],
    480 => [
        'name' => '北七家镇',
        'postal' => '102209',
    ],
    481 => [
        'name' => '兴寿镇',
        'postal' => '102211',
    ],
    482 => [
        'name' => '流村镇',
        'postal' => '102204',
    ],
    483 => [
        'name' => '十三陵镇',
        'postal' => '102299',
    ],
    484 => [
        'name' => '延寿镇',
        'postal' => '102213',
    ],
    485 => [
        'name' => '大兴区',
        'postal' => '102600',
    ],
    486 => [
        'name' => '兴丰街道',
        'postal' => '102699',
    ],
    487 => [
        'name' => '林校路街道',
        'postal' => '102699',
    ],
    488 => [
        'name' => '清源街道',
        'postal' => '102627',
    ],
    489 => [
        'name' => '亦庄',
        'postal' => '100176',
    ],
    490 => [
        'name' => '黄村',
        'postal' => '102699',
    ],
    491 => [
        'name' => '旧宫',
        'postal' => '100163',
    ],
    492 => [
        'name' => '西红门',
        'postal' => '100162',
    ],
    493 => [
        'name' => '瀛海',
        'postal' => '100163',
    ],
    494 => [
        'name' => '观音寺街道',
        'postal' => '102699',
    ],
    495 => [
        'name' => '天宫院街道',
        'postal' => '102629',
    ],
    496 => [
        'name' => '高米店街道',
        'postal' => '102627',
    ],
    497 => [
        'name' => '荣华街道',
        'postal' => '100176',
    ],
    498 => [
        'name' => '博兴街道',
        'postal' => '100176',
    ],
    499 => [
        'name' => '青云店镇',
        'postal' => '102605',
    ],
    500 => [
        'name' => '采育镇',
        'postal' => '102606',
    ],
    501 => [
        'name' => '安定镇',
        'postal' => '102607',
    ],
    502 => [
        'name' => '礼贤镇',
        'postal' => '102602',
    ],
    503 => [
        'name' => '榆垡镇',
        'postal' => '102602',
    ],
    504 => [
        'name' => '庞各庄镇',
        'postal' => '102601',
    ],
    505 => [
        'name' => '北臧村镇',
        'postal' => '102609',
    ],
    506 => [
        'name' => '魏善庄镇',
        'postal' => '102611',
    ],
    507 => [
        'name' => '长子营镇',
        'postal' => '102615',
    ],
    508 => [
        'name' => '怀柔区',
        'postal' => '101400',
    ],
    509 => [
        'name' => '泉河街道',
        'postal' => '101499',
    ],
    510 => [
        'name' => '龙山街道',
        'postal' => '101499',
    ],
    511 => [
        'name' => '怀柔',
        'postal' => '101499',
    ],
    512 => [
        'name' => '雁栖',
        'postal' => '101407',
    ],
    513 => [
        'name' => '庙城',
        'postal' => '101401',
    ],
    514 => [
        'name' => '北房镇',
        'postal' => '101499',
    ],
    515 => [
        'name' => '杨宋镇',
        'postal' => '101499',
    ],
    516 => [
        'name' => '桥梓镇',
        'postal' => '101402',
    ],
    517 => [
        'name' => '怀北镇',
        'postal' => '101408',
    ],
    518 => [
        'name' => '汤河口镇',
        'postal' => '101411',
    ],
    519 => [
        'name' => '渤海镇',
        'postal' => '101405',
    ],
    520 => [
        'name' => '九渡河镇',
        'postal' => '101403',
    ],
    521 => [
        'name' => '琉璃庙镇',
        'postal' => '101409',
    ],
    522 => [
        'name' => '宝山镇',
        'postal' => '101411',
    ],
    523 => [
        'name' => '长哨营满族乡',
        'postal' => '101412',
    ],
    524 => [
        'name' => '喇叭沟门满族乡',
        'postal' => '101414',
    ],
    525 => [
        'name' => '平谷区',
        'postal' => '101200',
    ],
    526 => [
        'name' => '滨河街道',
        'postal' => '101299',
    ],
    527 => [
        'name' => '兴谷街道',
        'postal' => '101299',
    ],
    528 => [
        'name' => '渔阳',
        'postal' => '101299',
    ],
    529 => [
        'name' => '峪口',
        'postal' => '101206',
    ],
    530 => [
        'name' => '马坊',
        'postal' => '101204',
    ],
    531 => [
        'name' => '金海湖',
        'postal' => '101201',
    ],
    532 => [
        'name' => '东高村镇',
        'postal' => '101299',
    ],
    533 => [
        'name' => '山东庄镇',
        'postal' => '101211',
    ],
    534 => [
        'name' => '南独乐河镇',
        'postal' => '101212',
    ],
    535 => [
        'name' => '大华山镇',
        'postal' => '101207',
    ],
    536 => [
        'name' => '夏各庄镇',
        'postal' => '101299',
    ],
    537 => [
        'name' => '马昌营镇',
        'postal' => '101214',
    ],
    538 => [
        'name' => '王辛庄镇',
        'postal' => '101299',
    ],
    539 => [
        'name' => '大兴庄镇',
        'postal' => '101205',
    ],
    540 => [
        'name' => '刘家店镇',
        'postal' => '101206',
    ],
    541 => [
        'name' => '镇罗营镇',
        'postal' => '101215',
    ],
    542 => [
        'name' => '黄松峪乡',
        'postal' => '101201',
    ],
    543 => [
        'name' => '熊儿寨乡',
        'postal' => '101207',
    ],
    544 => [
        'name' => '密云区',
        'postal' => '101500',
    ],
    545 => [
        'name' => '鼓楼街道',
        'postal' => '101599',
    ],
    546 => [
        'name' => '果园街道',
        'postal' => '101520',
    ],
    547 => [
        'name' => '檀营',
        'postal' => '101599',
    ],
    548 => [
        'name' => '密云镇',
        'postal' => '101520',
    ],
    549 => [
        'name' => '溪翁庄镇',
        'postal' => '101512',
    ],
    550 => [
        'name' => '西田各庄镇',
        'postal' => '101509',
    ],
    551 => [
        'name' => '十里堡镇',
        'postal' => '101520',
    ],
    552 => [
        'name' => '河南寨镇',
        'postal' => '101520',
    ],
    553 => [
        'name' => '巨各庄镇',
        'postal' => '101501',
    ],
    554 => [
        'name' => '穆家峪镇',
        'postal' => '101599',
    ],
    555 => [
        'name' => '太师屯镇',
        'postal' => '101504',
    ],
    556 => [
        'name' => '高岭镇',
        'postal' => '101507',
    ],
    557 => [
        'name' => '不老屯镇',
        'postal' => '101516',
    ],
    558 => [
        'name' => '冯家峪镇',
        'postal' => '101515',
    ],
    559 => [
        'name' => '古北口镇',
        'postal' => '101508',
    ],
    560 => [
        'name' => '大城子镇',
        'postal' => '101502',
    ],
    561 => [
        'name' => '东邵渠镇',
        'postal' => '101501',
    ],
    562 => [
        'name' => '北庄镇',
        'postal' => '101503',
    ],
    563 => [
        'name' => '新城子镇',
        'postal' => '101506',
    ],
    564 => [
        'name' => '石城镇',
        'postal' => '101513',
    ],
    565 => [
        'name' => '延庆区',
        'postal' => '102100',
    ],
    566 => [
        'name' => '百泉街道',
        'postal' => '102199',
    ],
    567 => [
        'name' => '儒林街道',
        'postal' => '102199',
    ],
    568 => [
        'name' => '延庆镇',
        'postal' => '102199',
    ],
    569 => [
        'name' => '康庄镇',
        'postal' => '102101',
    ],
    570 => [
        'name' => '八达岭镇',
        'postal' => '102101',
    ],
    571 => [
        'name' => '永宁镇',
        'postal' => '102104',
    ],
    572 => [
        'name' => '旧县镇',
        'postal' => '102109',
    ],
    573 => [
        'name' => '张山营镇',
        'postal' => '102115',
    ],
    574 => [
        'name' => '四海镇',
        'postal' => '102107',
    ],
    575 => [
        'name' => '千家店镇',
        'postal' => '102108',
    ],
    576 => [
        'name' => '沈家营镇',
        'postal' => '102199',
    ],
    577 => [
        'name' => '大榆树镇',
        'postal' => '102199',
    ],
    578 => [
        'name' => '井庄镇',
        'postal' => '102105',
    ],
    579 => [
        'name' => '大庄科乡',
        'postal' => '102106',
    ],
    580 => [
        'name' => '刘斌堡乡',
        'postal' => '102104',
    ],
    581 => [
        'name' => '香营乡',
        'postal' => '102104',
    ],
    582 => [
        'name' => '珍珠泉乡',
        'postal' => '102107',
    ],
    583 => [
        'name' => '北京市',
        'postal' => '100000',
    ],
    584 => [
        'name' => '沈阳市',
        'postal' => '110000',
    ],
    585 => [
        'name' => '和平区',
        'postal' => '110000',
    ],
    586 => [
        'name' => '沈河区',
        'postal' => '110000',
    ],
    587 => [
        'name' => '大东区',
        'postal' => '110000',
    ],
    588 => [
        'name' => '皇姑区',
        'postal' => '110000',
    ],
    589 => [
        'name' => '苏家屯区',
        'postal' => '110100',
    ],
    590 => [
        'name' => '辽中区',
        'postal' => '110200',
    ],
    591 => [
        'name' => '康平县',
        'postal' => '110500',
    ],
    592 => [
        'name' => '法库县',
        'postal' => '110400',
    ],
    593 => [
        'name' => '新民市',
        'postal' => '110300',
    ],
    594 => [
        'name' => '浑南区',
        'postal' => '110100',
    ],
    595 => [
        'name' => '沈北新区',
        'postal' => '110100',
    ],
    596 => [
        'name' => '铁西区',
        'postal' => '110000',
    ],
    597 => [
        'name' => '于洪区',
        'postal' => '110100',
    ],
    598 => [
        'name' => '东陵区',
        'postal' => '110000',
    ],
    599 => [
        'name' => '抚顺市',
        'postal' => '113000',
    ],
    600 => [
        'name' => '新抚区',
        'postal' => '113000',
    ],
    601 => [
        'name' => '东洲区',
        'postal' => '113000',
    ],
    602 => [
        'name' => '望花区',
        'postal' => '113000',
    ],
    603 => [
        'name' => '顺城区',
        'postal' => '113000',
    ],
    604 => [
        'name' => '抚顺县',
        'postal' => '113100',
    ],
    605 => [
        'name' => '新宾满族自治县',
        'postal' => '113200',
    ],
    606 => [
        'name' => '清原满族自治县',
        'postal' => '113300',
    ],
    607 => [
        'name' => '铁岭市',
        'postal' => '112000',
    ],
    608 => [
        'name' => '铁法',
        'postal' => '112700',
    ],
    609 => [
        'name' => '调兵山市',
        'postal' => '112700',
    ],
    610 => [
        'name' => '开原市',
        'postal' => '112300',
    ],
    611 => [
        'name' => '昌图县',
        'postal' => '112500',
    ],
    612 => [
        'name' => '西丰县',
        'postal' => '112400',
    ],
    613 => [
        'name' => '铁岭县',
        'postal' => '112600',
    ],
    614 => [
        'name' => '清河区',
        'postal' => '112000',
    ],
    615 => [
        'name' => '银州区',
        'postal' => '112000',
    ],
    616 => [
        'name' => '大连市',
        'postal' => '116000',
    ],
    617 => [
        'name' => '中山区',
        'postal' => '116000',
    ],
    618 => [
        'name' => '西岗区',
        'postal' => '116000',
    ],
    619 => [
        'name' => '沙河口区',
        'postal' => '116000',
    ],
    620 => [
        'name' => '甘井子区',
        'postal' => '116000',
    ],
    621 => [
        'name' => '旅顺口区',
        'postal' => '116000',
    ],
    622 => [
        'name' => '长海县',
        'postal' => '116500',
    ],
    623 => [
        'name' => '瓦房店市',
        'postal' => '116300',
    ],
    624 => [
        'name' => '普兰店区',
        'postal' => '116200',
    ],
    625 => [
        'name' => '庄河市',
        'postal' => '116400',
    ],
    626 => [
        'name' => '金州区',
        'postal' => '116600',
    ],
    627 => [
        'name' => '金县',
        'postal' => '116100',
    ],
    628 => [
        'name' => '新金',
        'postal' => '116200',
    ],
    629 => [
        'name' => '鞍山市',
        'postal' => '114000',
    ],
    630 => [
        'name' => '铁东区',
        'postal' => '114000',
    ],
    631 => [
        'name' => '铁西区',
        'postal' => '114000',
    ],
    632 => [
        'name' => '立山区',
        'postal' => '114000',
    ],
    633 => [
        'name' => '千山区',
        'postal' => '114000',
    ],
    634 => [
        'name' => '台安县',
        'postal' => '114100',
    ],
    635 => [
        'name' => '海城市',
        'postal' => '114200',
    ],
    636 => [
        'name' => '岫岩满族自治县',
        'postal' => '114300',
    ],
    637 => [
        'name' => '本溪市',
        'postal' => '117000',
    ],
    638 => [
        'name' => '平山区',
        'postal' => '117000',
    ],
    639 => [
        'name' => '溪湖区',
        'postal' => '117000',
    ],
    640 => [
        'name' => '明山区',
        'postal' => '117000',
    ],
    641 => [
        'name' => '南芬区',
        'postal' => '117000',
    ],
    642 => [
        'name' => '本溪满族自治县',
        'postal' => '117100',
    ],
    643 => [
        'name' => '桓仁满族自治县',
        'postal' => '117200',
    ],
    644 => [
        'name' => '本溪县',
        'postal' => '117100',
    ],
    645 => [
        'name' => '丹东市',
        'postal' => '118000',
    ],
    646 => [
        'name' => '元宝区',
        'postal' => '118000',
    ],
    647 => [
        'name' => '振兴区',
        'postal' => '118000',
    ],
    648 => [
        'name' => '振安区',
        'postal' => '118000',
    ],
    649 => [
        'name' => '宽甸满族自治县',
        'postal' => '118200',
    ],
    650 => [
        'name' => '东港市',
        'postal' => '118300',
    ],
    651 => [
        'name' => '凤城市',
        'postal' => '118100',
    ],
    652 => [
        'name' => '锦州市',
        'postal' => '121000',
    ],
    653 => [
        'name' => '古塔区',
        'postal' => '121000',
    ],
    654 => [
        'name' => '凌河区',
        'postal' => '121000',
    ],
    655 => [
        'name' => '太和区',
        'postal' => '121000',
    ],
    656 => [
        'name' => '黑山县',
        'postal' => '121400',
    ],
    657 => [
        'name' => '义县',
        'postal' => '121100',
    ],
    658 => [
        'name' => '凌海市',
        'postal' => '121200',
    ],
    659 => [
        'name' => '北镇市',
        'postal' => '121300',
    ],
    660 => [
        'name' => '北宁',
        'postal' => '121300',
    ],
    661 => [
        'name' => '营口市',
        'postal' => '115000',
    ],
    662 => [
        'name' => '站前区',
        'postal' => '115000',
    ],
    663 => [
        'name' => '西市区',
        'postal' => '115000',
    ],
    664 => [
        'name' => '鲅鱼圈区',
        'postal' => '115000',
    ],
    665 => [
        'name' => '老边区',
        'postal' => '115000',
    ],
    666 => [
        'name' => '盖州市',
        'postal' => '115200',
    ],
    667 => [
        'name' => '大石桥市',
        'postal' => '115100',
    ],
    668 => [
        'name' => '阜新市',
        'postal' => '123000',
    ],
    669 => [
        'name' => '海州区',
        'postal' => '123000',
    ],
    670 => [
        'name' => '新邱区',
        'postal' => '123000',
    ],
    671 => [
        'name' => '太平区',
        'postal' => '123000',
    ],
    672 => [
        'name' => '清河门区',
        'postal' => '123000',
    ],
    673 => [
        'name' => '细河区',
        'postal' => '123000',
    ],
    674 => [
        'name' => '阜新蒙古族自治县',
        'postal' => '123100',
    ],
    675 => [
        'name' => '彰武县',
        'postal' => '123200',
    ],
    676 => [
        'name' => '阜新县',
        'postal' => '123100',
    ],
    677 => [
        'name' => '辽阳市',
        'postal' => '111000',
    ],
    678 => [
        'name' => '白塔区',
        'postal' => '111000',
    ],
    679 => [
        'name' => '文圣区',
        'postal' => '111000',
    ],
    680 => [
        'name' => '宏伟区',
        'postal' => '111000',
    ],
    681 => [
        'name' => '弓长岭区',
        'postal' => '111000',
    ],
    682 => [
        'name' => '太子河区',
        'postal' => '111000',
    ],
    683 => [
        'name' => '辽阳县',
        'postal' => '111200',
    ],
    684 => [
        'name' => '灯塔市',
        'postal' => '111300',
    ],
    685 => [
        'name' => '朝阳市',
        'postal' => '122000',
    ],
    686 => [
        'name' => '双塔区',
        'postal' => '122000',
    ],
    687 => [
        'name' => '龙城区',
        'postal' => '122000',
    ],
    688 => [
        'name' => '建平县',
        'postal' => '122400',
    ],
    689 => [
        'name' => '喀喇沁左翼蒙古族自治县',
        'postal' => '122300',
    ],
    690 => [
        'name' => '北票市',
        'postal' => '122100',
    ],
    691 => [
        'name' => '凌源市',
        'postal' => '122500',
    ],
    692 => [
        'name' => '朝阳县',
        'postal' => '122600',
    ],
    693 => [
        'name' => '盘锦市',
        'postal' => '124000',
    ],
    694 => [
        'name' => '双台子区',
        'postal' => '124000',
    ],
    695 => [
        'name' => '兴隆台区',
        'postal' => '124000',
    ],
    696 => [
        'name' => '大洼区',
        'postal' => '124200',
    ],
    697 => [
        'name' => '盘山县',
        'postal' => '124100',
    ],
    698 => [
        'name' => '葫芦岛市',
        'postal' => '125000',
    ],
    699 => [
        'name' => '连山区',
        'postal' => '125000',
    ],
    700 => [
        'name' => '龙港区',
        'postal' => '125000',
    ],
    701 => [
        'name' => '南票区',
        'postal' => '125000',
    ],
    702 => [
        'name' => '绥中县',
        'postal' => '125200',
    ],
    703 => [
        'name' => '建昌县',
        'postal' => '125300',
    ],
    704 => [
        'name' => '兴城市',
        'postal' => '125100',
    ],
    705 => [
        'name' => '四平市',
        'postal' => '136000',
    ],
    706 => [
        'name' => '铁西区',
        'postal' => '136000',
    ],
    707 => [
        'name' => '铁东区',
        'postal' => '136000',
    ],
    708 => [
        'name' => '梨树县',
        'postal' => '136500',
    ],
    709 => [
        'name' => '伊通满族自治县',
        'postal' => '130700',
    ],
    710 => [
        'name' => '公主岭市',
        'postal' => '136100',
    ],
    711 => [
        'name' => '双辽市',
        'postal' => '136400',
    ],
    712 => [
        'name' => '通化市',
        'postal' => '134000',
    ],
    713 => [
        'name' => '东昌区',
        'postal' => '134000',
    ],
    714 => [
        'name' => '二道江区',
        'postal' => '134000',
    ],
    715 => [
        'name' => '通化县',
        'postal' => '134100',
    ],
    716 => [
        'name' => '辉南县',
        'postal' => '135100',
    ],
    717 => [
        'name' => '柳河县',
        'postal' => '135300',
    ],
    718 => [
        'name' => '集安市',
        'postal' => '134200',
    ],
    719 => [
        'name' => '梅河口市',
        'postal' => '135000',
    ],
    720 => [
        'name' => '白城市',
        'postal' => '137000',
    ],
    721 => [
        'name' => '洮南市',
        'postal' => '137100',
    ],
    722 => [
        'name' => '大安市',
        'postal' => '131300',
    ],
    723 => [
        'name' => '洮北区',
        'postal' => '137000',
    ],
    724 => [
        'name' => '镇赉县',
        'postal' => '137300',
    ],
    725 => [
        'name' => '通榆县',
        'postal' => '137200',
    ],
    726 => [
        'name' => '辽源市',
        'postal' => '136200',
    ],
    727 => [
        'name' => '东辽县',
        'postal' => '136600',
    ],
    728 => [
        'name' => '西安区',
        'postal' => '136200',
    ],
    729 => [
        'name' => '东丰县',
        'postal' => '136300',
    ],
    730 => [
        'name' => '龙山区',
        'postal' => '136200',
    ],
    731 => [
        'name' => '松原市',
        'postal' => '138000',
    ],
    732 => [
        'name' => '前郭尔罗斯蒙古族自治县',
        'postal' => '131100',
    ],
    733 => [
        'name' => '长岭县',
        'postal' => '131500',
    ],
    734 => [
        'name' => '乾安县',
        'postal' => '131400',
    ],
    735 => [
        'name' => '扶余市',
        'postal' => '131200',
    ],
    736 => [
        'name' => '宁江区',
        'postal' => '138000',
    ],
    737 => [
        'name' => '白山市',
        'postal' => '134300',
    ],
    738 => [
        'name' => '长白朝鲜族自治县',
        'postal' => '134400',
    ],
    739 => [
        'name' => '临江市',
        'postal' => '134600',
    ],
    740 => [
        'name' => '八道江区',
        'postal' => '134300',
    ],
    741 => [
        'name' => '江源区',
        'postal' => '134700',
    ],
    742 => [
        'name' => '抚松县',
        'postal' => '134500',
    ],
    743 => [
        'name' => '靖宇县',
        'postal' => '135200',
    ],
    744 => [
        'name' => '浑江区',
        'postal' => '134300',
    ],
    745 => [
        'name' => '长春市',
        'postal' => '130000',
    ],
    746 => [
        'name' => '南关区',
        'postal' => '130000',
    ],
    747 => [
        'name' => '宽城区',
        'postal' => '130000',
    ],
    748 => [
        'name' => '朝阳区',
        'postal' => '130000',
    ],
    749 => [
        'name' => '二道区',
        'postal' => '130000',
    ],
    750 => [
        'name' => '绿园区',
        'postal' => '130000',
    ],
    751 => [
        'name' => '双阳区',
        'postal' => '130600',
    ],
    752 => [
        'name' => '农安县',
        'postal' => '130200',
    ],
    753 => [
        'name' => '九台市',
        'postal' => '130500',
    ],
    754 => [
        'name' => '榆树市',
        'postal' => '130400',
    ],
    755 => [
        'name' => '德惠市',
        'postal' => '130300',
    ],
    756 => [
        'name' => '吉林市',
        'postal' => '132000',
    ],
    757 => [
        'name' => '昌邑区',
        'postal' => '132000',
    ],
    758 => [
        'name' => '龙潭区',
        'postal' => '132000',
    ],
    759 => [
        'name' => '船营区',
        'postal' => '132000',
    ],
    760 => [
        'name' => '丰满区',
        'postal' => '132000',
    ],
    761 => [
        'name' => '蛟河市',
        'postal' => '132500',
    ],
    762 => [
        'name' => '桦甸市',
        'postal' => '132400',
    ],
    763 => [
        'name' => '舒兰市',
        'postal' => '132600',
    ],
    764 => [
        'name' => '磐石市',
        'postal' => '132300',
    ],
    765 => [
        'name' => '永吉县',
        'postal' => '132200',
    ],
    766 => [
        'name' => '延边朝鲜族自治州',
        'postal' => '133000',
    ],
    767 => [
        'name' => '延吉市',
        'postal' => '133000',
    ],
    768 => [
        'name' => '图们市',
        'postal' => '133100',
    ],
    769 => [
        'name' => '敦化市',
        'postal' => '133700',
    ],
    770 => [
        'name' => '珲春市',
        'postal' => '133300',
    ],
    771 => [
        'name' => '龙井市',
        'postal' => '133400',
    ],
    772 => [
        'name' => '和龙市',
        'postal' => '133500',
    ],
    773 => [
        'name' => '汪清县',
        'postal' => '133200',
    ],
    774 => [
        'name' => '安图县',
        'postal' => '133600',
    ],
    775 => [
        'name' => '大兴安岭地区',
        'postal' => '165000',
    ],
    776 => [
        'name' => '呼玛县',
        'postal' => '165100',
    ],
    777 => [
        'name' => '塔河县',
        'postal' => '165200',
    ],
    778 => [
        'name' => '漠河县',
        'postal' => '165300',
    ],
    779 => [
        'name' => '呼中区',
        'postal' => '165000',
    ],
    780 => [
        'name' => '松岭区',
        'postal' => '165000',
    ],
    781 => [
        'name' => '新林区',
        'postal' => '165000',
    ],
    782 => [
        'name' => '加格达奇',
        'postal' => '165000',
    ],
    783 => [
        'name' => '伊春市',
        'postal' => '153000',
    ],
    784 => [
        'name' => '伊春区',
        'postal' => '153000',
    ],
    785 => [
        'name' => '友好区',
        'postal' => '153000',
    ],
    786 => [
        'name' => '西林区',
        'postal' => '153000',
    ],
    787 => [
        'name' => '翠峦区',
        'postal' => '153000',
    ],
    788 => [
        'name' => '新青区',
        'postal' => '153000',
    ],
    789 => [
        'name' => '美溪区',
        'postal' => '153000',
    ],
    790 => [
        'name' => '金山屯区',
        'postal' => '153000',
    ],
    791 => [
        'name' => '五营区',
        'postal' => '153000',
    ],
    792 => [
        'name' => '乌马河区',
        'postal' => '153000',
    ],
    793 => [
        'name' => '汤旺河区',
        'postal' => '153000',
    ],
    794 => [
        'name' => '乌伊岭区',
        'postal' => '153000',
    ],
    795 => [
        'name' => '红星区',
        'postal' => '153000',
    ],
    796 => [
        'name' => '上甘岭区',
        'postal' => '153000',
    ],
    797 => [
        'name' => '嘉荫县',
        'postal' => '153200',
    ],
    798 => [
        'name' => '铁力市',
        'postal' => '152500',
    ],
    799 => [
        'name' => '带岭区',
        'postal' => '153100',
    ],
    800 => [
        'name' => '南岔区',
        'postal' => '153100',
    ],
    801 => [
        'name' => '大庆市',
        'postal' => '163000',
    ],
    802 => [
        'name' => '林甸县',
        'postal' => '166300',
    ],
    803 => [
        'name' => '杜尔伯特蒙古族自治县',
        'postal' => '166200',
    ],
    804 => [
        'name' => '肇州县',
        'postal' => '166400',
    ],
    805 => [
        'name' => '肇源县',
        'postal' => '166500',
    ],
    806 => [
        'name' => '大同区',
        'postal' => '163500',
    ],
    807 => [
        'name' => '红岗区',
        'postal' => '163500',
    ],
    808 => [
        'name' => '龙凤区',
        'postal' => '163700',
    ],
    809 => [
        'name' => '让胡路区',
        'postal' => '163400',
    ],
    810 => [
        'name' => '萨尔图区',
        'postal' => '163300',
    ],
    811 => [
        'name' => '七台河市',
        'postal' => '154600',
    ],
    812 => [
        'name' => '新兴区',
        'postal' => '154600',
    ],
    813 => [
        'name' => '桃山区',
        'postal' => '154600',
    ],
    814 => [
        'name' => '茄子河区',
        'postal' => '154600',
    ],
    815 => [
        'name' => '勃利县',
        'postal' => '154500',
    ],
    816 => [
        'name' => '鸡西市',
        'postal' => '158100',
    ],
    817 => [
        'name' => '鸡冠区',
        'postal' => '158100',
    ],
    818 => [
        'name' => '恒山区',
        'postal' => '158100',
    ],
    819 => [
        'name' => '滴道区',
        'postal' => '158100',
    ],
    820 => [
        'name' => '梨树区',
        'postal' => '158100',
    ],
    821 => [
        'name' => '城子河区',
        'postal' => '158100',
    ],
    822 => [
        'name' => '麻山区',
        'postal' => '158100',
    ],
    823 => [
        'name' => '鸡东县',
        'postal' => '158200',
    ],
    824 => [
        'name' => '虎林市',
        'postal' => '158400',
    ],
    825 => [
        'name' => '密山市',
        'postal' => '158300',
    ],
    826 => [
        'name' => '鹤岗市',
        'postal' => '154100',
    ],
    827 => [
        'name' => '向阳区',
        'postal' => '154100',
    ],
    828 => [
        'name' => '工农区',
        'postal' => '154100',
    ],
    829 => [
        'name' => '南山区',
        'postal' => '154100',
    ],
    830 => [
        'name' => '兴安区',
        'postal' => '154100',
    ],
    831 => [
        'name' => '东山区',
        'postal' => '154100',
    ],
    832 => [
        'name' => '兴山区',
        'postal' => '154100',
    ],
    833 => [
        'name' => '萝北县',
        'postal' => '154200',
    ],
    834 => [
        'name' => '绥滨县',
        'postal' => '156200',
    ],
    835 => [
        'name' => '双鸭山市',
        'postal' => '155100',
    ],
    836 => [
        'name' => '尖山区',
        'postal' => '155100',
    ],
    837 => [
        'name' => '岭东区',
        'postal' => '155100',
    ],
    838 => [
        'name' => '四方台区',
        'postal' => '155100',
    ],
    839 => [
        'name' => '宝山区',
        'postal' => '155100',
    ],
    840 => [
        'name' => '集贤县',
        'postal' => '155900',
    ],
    841 => [
        'name' => '友谊县',
        'postal' => '155800',
    ],
    842 => [
        'name' => '宝清县',
        'postal' => '155600',
    ],
    843 => [
        'name' => '饶河县',
        'postal' => '155700',
    ],
    844 => [
        'name' => '哈尔滨市',
        'postal' => '150000',
    ],
    845 => [
        'name' => '道里区',
        'postal' => '150000',
    ],
    846 => [
        'name' => '南岗区',
        'postal' => '150000',
    ],
    847 => [
        'name' => '道外区',
        'postal' => '150000',
    ],
    848 => [
        'name' => '香坊区',
        'postal' => '150000',
    ],
    849 => [
        'name' => '动力区',
        'postal' => '150000',
    ],
    850 => [
        'name' => '平房区',
        'postal' => '150000',
    ],
    851 => [
        'name' => '松北区',
        'postal' => '150000',
    ],
    852 => [
        'name' => '呼兰区',
        'postal' => '150500',
    ],
    853 => [
        'name' => '依兰县',
        'postal' => '154800',
    ],
    854 => [
        'name' => '方正县',
        'postal' => '150800',
    ],
    855 => [
        'name' => '宾县',
        'postal' => '150400',
    ],
    856 => [
        'name' => '巴彦县',
        'postal' => '151800',
    ],
    857 => [
        'name' => '木兰县',
        'postal' => '151900',
    ],
    858 => [
        'name' => '通河县',
        'postal' => '150900',
    ],
    859 => [
        'name' => '延寿县',
        'postal' => '150700',
    ],
    860 => [
        'name' => '双城区',
        'postal' => '150100',
    ],
    861 => [
        'name' => '尚志市',
        'postal' => '150600',
    ],
    862 => [
        'name' => '五常市',
        'postal' => '150200',
    ],
    863 => [
        'name' => '阿城区',
        'postal' => '150300',
    ],
    864 => [
        'name' => '双成',
        'postal' => '150100',
    ],
    865 => [
        'name' => '齐齐哈尔市',
        'postal' => '161000',
    ],
    866 => [
        'name' => '龙沙区',
        'postal' => '161000',
    ],
    867 => [
        'name' => '建华区',
        'postal' => '161000',
    ],
    868 => [
        'name' => '铁锋区',
        'postal' => '161000',
    ],
    869 => [
        'name' => '昂昂溪区',
        'postal' => '161000',
    ],
    870 => [
        'name' => '富拉尔基区',
        'postal' => '161000',
    ],
    871 => [
        'name' => '碾子山区',
        'postal' => '161000',
    ],
    872 => [
        'name' => '梅里斯达斡尔族区',
        'postal' => '161000',
    ],
    873 => [
        'name' => '龙江县',
        'postal' => '161100',
    ],
    874 => [
        'name' => '依安县',
        'postal' => '161500',
    ],
    875 => [
        'name' => '泰来县',
        'postal' => '162400',
    ],
    876 => [
        'name' => '甘南县',
        'postal' => '162100',
    ],
    877 => [
        'name' => '富裕县',
        'postal' => '161200',
    ],
    878 => [
        'name' => '克山县',
        'postal' => '161600',
    ],
    879 => [
        'name' => '克东县',
        'postal' => '164800',
    ],
    880 => [
        'name' => '拜泉县',
        'postal' => '164700',
    ],
    881 => [
        'name' => '讷河市',
        'postal' => '161300',
    ],
    882 => [
        'name' => '牡丹江市',
        'postal' => '157000',
    ],
    883 => [
        'name' => '东安区',
        'postal' => '157000',
    ],
    884 => [
        'name' => '阳明区',
        'postal' => '157000',
    ],
    885 => [
        'name' => '爱民区',
        'postal' => '157000',
    ],
    886 => [
        'name' => '西安区',
        'postal' => '157000',
    ],
    887 => [
        'name' => '东宁市',
        'postal' => '157200',
    ],
    888 => [
        'name' => '林口县',
        'postal' => '157600',
    ],
    889 => [
        'name' => '绥芬河市',
        'postal' => '157300',
    ],
    890 => [
        'name' => '海林市',
        'postal' => '157100',
    ],
    891 => [
        'name' => '宁安市',
        'postal' => '157400',
    ],
    892 => [
        'name' => '穆棱市',
        'postal' => '157500',
    ],
    893 => [
        'name' => '佳木斯市',
        'postal' => '154000',
    ],
    894 => [
        'name' => '向阳区',
        'postal' => '154000',
    ],
    895 => [
        'name' => '前进区',
        'postal' => '154000',
    ],
    896 => [
        'name' => '东风区',
        'postal' => '154000',
    ],
    897 => [
        'name' => '郊区',
        'postal' => '154000',
    ],
    898 => [
        'name' => '桦南县',
        'postal' => '154400',
    ],
    899 => [
        'name' => '桦川县',
        'postal' => '154300',
    ],
    900 => [
        'name' => '汤原县',
        'postal' => '154700',
    ],
    901 => [
        'name' => '抚远市',
        'postal' => '156500',
    ],
    902 => [
        'name' => '同江市',
        'postal' => '156400',
    ],
    903 => [
        'name' => '富锦市',
        'postal' => '156100',
    ],
    904 => [
        'name' => '绥化市',
        'postal' => '152000',
    ],
    905 => [
        'name' => '北林区',
        'postal' => '152000',
    ],
    906 => [
        'name' => '望奎县',
        'postal' => '152100',
    ],
    907 => [
        'name' => '兰西县',
        'postal' => '151500',
    ],
    908 => [
        'name' => '青冈县',
        'postal' => '151600',
    ],
    909 => [
        'name' => '庆安县',
        'postal' => '152400',
    ],
    910 => [
        'name' => '明水县',
        'postal' => '151700',
    ],
    911 => [
        'name' => '绥棱县',
        'postal' => '152200',
    ],
    912 => [
        'name' => '安达市',
        'postal' => '151400',
    ],
    913 => [
        'name' => '肇东市',
        'postal' => '151100',
    ],
    914 => [
        'name' => '海伦市',
        'postal' => '152300',
    ],
    915 => [
        'name' => '黑河市',
        'postal' => '164300',
    ],
    916 => [
        'name' => '北安市',
        'postal' => '164000',
    ],
    917 => [
        'name' => '五大连池市',
        'postal' => '164100',
    ],
    918 => [
        'name' => '爱辉区',
        'postal' => '164300',
    ],
    919 => [
        'name' => '嫩江县',
        'postal' => '161400',
    ],
    920 => [
        'name' => '逊克县',
        'postal' => '164400',
    ],
    921 => [
        'name' => '孙吴县',
        'postal' => '164200',
    ],
    922 => [
        'name' => '德都',
        'postal' => '164100',
    ],
    923 => [
        'name' => '浦东新区（原南汇区）',
        'postal' => '201300',
    ],
    924 => [
        'name' => '川沙',
        'postal' => '201200',
    ],
    925 => [
        'name' => '南汇区',
        'postal' => '201300',
    ],
    926 => [
        'name' => '奉贤区',
        'postal' => '201400',
    ],
    927 => [
        'name' => '西渡街道',
        'postal' => '201401',
    ],
    928 => [
        'name' => '南桥镇',
        'postal' => '201499',
    ],
    929 => [
        'name' => '奉城镇',
        'postal' => '201411',
    ],
    930 => [
        'name' => '庄行镇',
        'postal' => '201415',
    ],
    931 => [
        'name' => '金汇镇',
        'postal' => '201404',
    ],
    932 => [
        'name' => '四团镇',
        'postal' => '201413',
    ],
    933 => [
        'name' => '青村镇',
        'postal' => '201414',
    ],
    934 => [
        'name' => '柘林镇',
        'postal' => '201417',
    ],
    935 => [
        'name' => '金海社区',
        'postal' => '201403',
    ],
    936 => [
        'name' => '崇明区',
        'postal' => '202150',
    ],
    937 => [
        'name' => '松江区',
        'postal' => '201600',
    ],
    938 => [
        'name' => '中山街道',
        'postal' => '201699',
    ],
    939 => [
        'name' => '广富林街道',
        'postal' => '201619',
    ],
    940 => [
        'name' => '九里亭街道',
        'postal' => '201615',
    ],
    941 => [
        'name' => '佘山镇',
        'postal' => '201602',
    ],
    942 => [
        'name' => '车墩镇',
        'postal' => '201611',
    ],
    943 => [
        'name' => '新桥镇',
        'postal' => '201612',
    ],
    944 => [
        'name' => '洞泾镇',
        'postal' => '201619',
    ],
    945 => [
        'name' => '九亭镇',
        'postal' => '201615',
    ],
    946 => [
        'name' => '泖港镇',
        'postal' => '201607',
    ],
    947 => [
        'name' => '石湖荡镇',
        'postal' => '201604',
    ],
    948 => [
        'name' => '新浜镇',
        'postal' => '201605',
    ],
    949 => [
        'name' => '叶榭镇',
        'postal' => '201608',
    ],
    950 => [
        'name' => '小昆山镇',
        'postal' => '201616',
    ],
    951 => [
        'name' => '青浦区',
        'postal' => '201700',
    ],
    952 => [
        'name' => '夏阳街道',
        'postal' => '201799',
    ],
    953 => [
        'name' => '盈浦街道',
        'postal' => '201799',
    ],
    954 => [
        'name' => '香花桥街道',
        'postal' => '201707',
    ],
    955 => [
        'name' => '朱家角镇',
        'postal' => '201713',
    ],
    956 => [
        'name' => '练塘镇',
        'postal' => '201715',
    ],
    957 => [
        'name' => '金泽镇',
        'postal' => '201718',
    ],
    958 => [
        'name' => '赵巷镇',
        'postal' => '201703',
    ],
    959 => [
        'name' => '徐泾镇',
        'postal' => '201702',
    ],
    960 => [
        'name' => '华新镇',
        'postal' => '201708',
    ],
    961 => [
        'name' => '重固镇',
        'postal' => '201706',
    ],
    962 => [
        'name' => '白鹤镇',
        'postal' => '201709',
    ],
    963 => [
        'name' => '嘉定区',
        'postal' => '201800',
    ],
    964 => [
        'name' => '新成路街道',
        'postal' => '201822',
    ],
    965 => [
        'name' => '真新街道',
        'postal' => '201824',
    ],
    966 => [
        'name' => '南翔镇',
        'postal' => '201802',
    ],
    967 => [
        'name' => '安亭镇',
        'postal' => '201805',
    ],
    968 => [
        'name' => '马陆镇',
        'postal' => '201801',
    ],
    969 => [
        'name' => '徐行镇',
        'postal' => '201808',
    ],
    970 => [
        'name' => '华亭镇',
        'postal' => '201811',
    ],
    971 => [
        'name' => '外冈镇',
        'postal' => '201806',
    ],
    972 => [
        'name' => '江桥镇',
        'postal' => '201812',
    ],
    973 => [
        'name' => '嘉定工业区',
        'postal' => '201815',
    ],
    974 => [
        'name' => '宝山区',
        'postal' => '201900',
    ],
    975 => [
        'name' => '友谊路街道',
        'postal' => '201999',
    ],
    976 => [
        'name' => '吴淞街道',
        'postal' => '200940',
    ],
    977 => [
        'name' => '罗店镇',
        'postal' => '201908',
    ],
    978 => [
        'name' => '大场镇',
        'postal' => '200436',
    ],
    979 => [
        'name' => '杨行镇',
        'postal' => '201901',
    ],
    980 => [
        'name' => '月浦镇',
        'postal' => '200942',
    ],
    981 => [
        'name' => '罗泾镇',
        'postal' => '200949',
    ],
    982 => [
        'name' => '顾村镇',
        'postal' => '201907',
    ],
    983 => [
        'name' => '高境镇',
        'postal' => '200439',
    ],
    984 => [
        'name' => '庙行镇',
        'postal' => '200443',
    ],
    985 => [
        'name' => '淞南镇',
        'postal' => '200441',
    ],
    986 => [
        'name' => '金山区',
        'postal' => '201540',
    ],
    987 => [
        'name' => '石化街道',
        'postal' => '200540',
    ],
    988 => [
        'name' => '朱泾镇',
        'postal' => '201599',
    ],
    989 => [
        'name' => '枫泾镇',
        'postal' => '201501',
    ],
    990 => [
        'name' => '张堰镇',
        'postal' => '201514',
    ],
    991 => [
        'name' => '亭林镇',
        'postal' => '201505',
    ],
    992 => [
        'name' => '吕巷镇',
        'postal' => '201518',
    ],
    993 => [
        'name' => '廊下镇',
        'postal' => '201516',
    ],
    994 => [
        'name' => '金山卫镇',
        'postal' => '201512',
    ],
    995 => [
        'name' => '山阳镇',
        'postal' => '201508',
    ],
    996 => [
        'name' => '金山工业区',
        'postal' => '201506',
    ],
    997 => [
        'name' => '黄浦区',
        'postal' => '200001',
    ],
    998 => [
        'name' => '南京东路街道',
        'postal' => '200002',
    ],
    999 => [
        'name' => '半淞园路街道',
        'postal' => '200011',
    ],
    1000 => [
        'name' => '豫园街道',
        'postal' => '200010',
    ],
    1001 => [
        'name' => '五里桥街道',
        'postal' => '200023',
    ],
    1002 => [
        'name' => '淮海中路街道',
        'postal' => '200020',
    ],
    1003 => [
        'name' => '瑞金二路街道',
        'postal' => '200020',
    ],
    1004 => [
        'name' => '卢湾区',
        'postal' => '200020',
    ],
    1005 => [
        'name' => '徐汇区',
        'postal' => '200030',
    ],
    1006 => [
        'name' => '天平路街道',
        'postal' => '200030',
    ],
    1007 => [
        'name' => '湖南路街道',
        'postal' => '200031',
    ],
    1008 => [
        'name' => '斜土路街道',
        'postal' => '200032',
    ],
    1009 => [
        'name' => '枫林路街道',
        'postal' => '200032',
    ],
    1010 => [
        'name' => '长桥街道',
        'postal' => '200231',
    ],
    1011 => [
        'name' => '田林街道',
        'postal' => '200233',
    ],
    1012 => [
        'name' => '虹梅路街道',
        'postal' => '200233',
    ],
    1013 => [
        'name' => '凌云路街道',
        'postal' => '200237',
    ],
    1014 => [
        'name' => '龙华街道',
        'postal' => '200032',
    ],
    1015 => [
        'name' => '华泾镇',
        'postal' => '200231',
    ],
    1016 => [
        'name' => '长宁区',
        'postal' => '200050',
    ],
    1017 => [
        'name' => '华阳路街道',
        'postal' => '200042',
    ],
    1018 => [
        'name' => '江苏路街道',
        'postal' => '200050',
    ],
    1019 => [
        'name' => '新华路街道',
        'postal' => '200052',
    ],
    1020 => [
        'name' => '天山路街道',
        'postal' => '200051',
    ],
    1021 => [
        'name' => '新泾镇',
        'postal' => '200335',
    ],
    1022 => [
        'name' => '静安区',
        'postal' => '200040',
    ],
    1023 => [
        'name' => '江宁路街道',
        'postal' => '200041',
    ],
    1024 => [
        'name' => '石门二路街道',
        'postal' => '200041',
    ],
    1025 => [
        'name' => '南京西路街道',
        'postal' => '200041',
    ],
    1026 => [
        'name' => '天目西路街道',
        'postal' => '200070',
    ],
    1027 => [
        'name' => '宝山路街道',
        'postal' => '200071',
    ],
    1028 => [
        'name' => '共和新路街道',
        'postal' => '200072',
    ],
    1029 => [
        'name' => '大宁路街道',
        'postal' => '200072',
    ],
    1030 => [
        'name' => '彭浦新村街道',
        'postal' => '200435',
    ],
    1031 => [
        'name' => '临汾路街道',
        'postal' => '200435',
    ],
    1032 => [
        'name' => '芷江西路街道',
        'postal' => '200070',
    ],
    1033 => [
        'name' => '普陀区',
        'postal' => '200333',
    ],
    1034 => [
        'name' => '长寿路街道',
        'postal' => '200060',
    ],
    1035 => [
        'name' => '甘泉路街道',
        'postal' => '200065',
    ],
    1036 => [
        'name' => '石泉路街道',
        'postal' => '200061',
    ],
    1037 => [
        'name' => '宜川路街道',
        'postal' => '200065',
    ],
    1038 => [
        'name' => '桃浦镇',
        'postal' => '200331',
    ],
    1039 => [
        'name' => '虹口区',
        'postal' => '200080',
    ],
    1040 => [
        'name' => '欧阳路街道',
        'postal' => '200081',
    ],
    1041 => [
        'name' => '曲阳路街道',
        'postal' => '200081',
    ],
    1042 => [
        'name' => '广中路街道',
        'postal' => '200083',
    ],
    1043 => [
        'name' => '四川北路街道',
        'postal' => '200085',
    ],
    1044 => [
        'name' => '闸北区',
        'postal' => '200070',
    ],
    1045 => [
        'name' => '杨浦区',
        'postal' => '200082',
    ],
    1046 => [
        'name' => '定海路街道',
        'postal' => '200090',
    ],
    1047 => [
        'name' => '平凉路街道',
        'postal' => '200090',
    ],
    1048 => [
        'name' => '江浦路街道',
        'postal' => '200082',
    ],
    1049 => [
        'name' => '四平路街道',
        'postal' => '200092',
    ],
    1050 => [
        'name' => '控江路街道',
        'postal' => '200093',
    ],
    1051 => [
        'name' => '殷行街道',
        'postal' => '200438',
    ],
    1052 => [
        'name' => '闵行区',
        'postal' => '201100',
    ],
    1053 => [
        'name' => '江川路街道',
        'postal' => '200240',
    ],
    1054 => [
        'name' => '古美街道',
        'postal' => '201102',
    ],
    1055 => [
        'name' => '莘庄镇',
        'postal' => '201199',
    ],
    1056 => [
        'name' => '七宝镇',
        'postal' => '201101',
    ],
    1057 => [
        'name' => '颛桥镇',
        'postal' => '201108',
    ],
    1058 => [
        'name' => '华漕镇',
        'postal' => '201106',
    ],
    1059 => [
        'name' => '虹桥镇',
        'postal' => '201103',
    ],
    1060 => [
        'name' => '梅陇镇',
        'postal' => '200237',
    ],
    1061 => [
        'name' => '吴泾镇',
        'postal' => '200241',
    ],
    1062 => [
        'name' => '马桥镇',
        'postal' => '201111',
    ],
    1063 => [
        'name' => '浦江镇',
        'postal' => '200240',
    ],
    1064 => [
        'name' => '上海市',
        'postal' => '201100',
    ],
    1065 => [
        'name' => '浦东新区',
        'postal' => '200135',
    ],
    1066 => [
        'name' => '陆家嘴街道',
        'postal' => '200120',
    ],
    1067 => [
        'name' => '周家渡街道',
        'postal' => '200126',
    ],
    1068 => [
        'name' => '塘桥街道',
        'postal' => '200127',
    ],
    1069 => [
        'name' => '南码头路街道',
        'postal' => '200125',
    ],
    1070 => [
        'name' => '沪东新村街道',
        'postal' => '200129',
    ],
    1071 => [
        'name' => '东明路街道',
        'postal' => '200125',
    ],
    1072 => [
        'name' => '花木街道',
        'postal' => '201204',
    ],
    1073 => [
        'name' => '高桥镇',
        'postal' => '200137',
    ],
    1074 => [
        'name' => '北蔡镇',
        'postal' => '201204',
    ],
    1075 => [
        'name' => '合庆镇',
        'postal' => '201201',
    ],
    1076 => [
        'name' => '唐镇',
        'postal' => '201210',
    ],
    1077 => [
        'name' => '曹路镇',
        'postal' => '201209',
    ],
    1078 => [
        'name' => '金桥镇',
        'postal' => '201206',
    ],
    1079 => [
        'name' => '高行镇',
        'postal' => '201208',
    ],
    1080 => [
        'name' => '高东镇',
        'postal' => '201208',
    ],
    1081 => [
        'name' => '张江镇',
        'postal' => '201210',
    ],
    1082 => [
        'name' => '三林镇',
        'postal' => '200123',
    ],
    1083 => [
        'name' => '惠南镇',
        'postal' => '201399',
    ],
    1084 => [
        'name' => '周浦镇',
        'postal' => '201318',
    ],
    1085 => [
        'name' => '新场镇',
        'postal' => '201314',
    ],
    1086 => [
        'name' => '大团镇',
        'postal' => '201311',
    ],
    1087 => [
        'name' => '康桥镇',
        'postal' => '201315',
    ],
    1088 => [
        'name' => '航头镇',
        'postal' => '201317',
    ],
    1089 => [
        'name' => '祝桥镇',
        'postal' => '201323',
    ],
    1090 => [
        'name' => '泥城镇',
        'postal' => '201306',
    ],
    1091 => [
        'name' => '宣桥镇',
        'postal' => '201399',
    ],
    1092 => [
        'name' => '书院镇',
        'postal' => '201304',
    ],
    1093 => [
        'name' => '万祥镇',
        'postal' => '201313',
    ],
    1094 => [
        'name' => '老港镇',
        'postal' => '201302',
    ],
    1095 => [
        'name' => '南京市',
        'postal' => '210000',
    ],
    1096 => [
        'name' => '玄武区',
        'postal' => '210000',
    ],
    1097 => [
        'name' => '白下区',
        'postal' => '210000',
    ],
    1098 => [
        'name' => '秦淮区',
        'postal' => '210000',
    ],
    1099 => [
        'name' => '建邺区',
        'postal' => '210000',
    ],
    1100 => [
        'name' => '鼓楼区',
        'postal' => '210000',
    ],
    1101 => [
        'name' => '下关区',
        'postal' => '210000',
    ],
    1102 => [
        'name' => '浦口区',
        'postal' => '210000',
    ],
    1103 => [
        'name' => '栖霞区',
        'postal' => '210000',
    ],
    1104 => [
        'name' => '雨花台区',
        'postal' => '210000',
    ],
    1105 => [
        'name' => '江宁区',
        'postal' => '211100',
    ],
    1106 => [
        'name' => '六合区',
        'postal' => '211500',
    ],
    1107 => [
        'name' => '溧水区',
        'postal' => '211200',
    ],
    1108 => [
        'name' => '高淳区',
        'postal' => '211300',
    ],
    1109 => [
        'name' => '江浦',
        'postal' => '211800',
    ],
    1110 => [
        'name' => '无锡市',
        'postal' => '214000',
    ],
    1111 => [
        'name' => '崇安区',
        'postal' => '214000',
    ],
    1112 => [
        'name' => '南长区',
        'postal' => '214000',
    ],
    1113 => [
        'name' => '北塘区',
        'postal' => '214000',
    ],
    1114 => [
        'name' => '江阴市',
        'postal' => '214400',
    ],
    1115 => [
        'name' => '宜兴市',
        'postal' => '214200',
    ],
    1116 => [
        'name' => '滨湖区',
        'postal' => '214100',
    ],
    1117 => [
        'name' => '惠山区',
        'postal' => '214100',
    ],
    1118 => [
        'name' => '锡山区',
        'postal' => '214100',
    ],
    1119 => [
        'name' => '梁溪区',
        'postal' => '214000',
    ],
    1120 => [
        'name' => '新吴区',
        'postal' => '214028',
    ],
    1121 => [
        'name' => '镇江市',
        'postal' => '212000',
    ],
    1122 => [
        'name' => '京口区',
        'postal' => '212000',
    ],
    1123 => [
        'name' => '润州区',
        'postal' => '212000',
    ],
    1124 => [
        'name' => '丹徒区',
        'postal' => '212100',
    ],
    1125 => [
        'name' => '丹阳市',
        'postal' => '212300',
    ],
    1126 => [
        'name' => '扬中市',
        'postal' => '212200',
    ],
    1127 => [
        'name' => '句容市',
        'postal' => '212400',
    ],
    1128 => [
        'name' => '苏州市',
        'postal' => '215000',
    ],
    1129 => [
        'name' => '沧浪区',
        'postal' => '215000',
    ],
    1130 => [
        'name' => '平江区',
        'postal' => '215000',
    ],
    1131 => [
        'name' => '金阊区',
        'postal' => '215000',
    ],
    1132 => [
        'name' => '吴中区',
        'postal' => '215100',
    ],
    1133 => [
        'name' => '相城区',
        'postal' => '215100',
    ],
    1134 => [
        'name' => '常熟市',
        'postal' => '215500',
    ],
    1135 => [
        'name' => '张家港市',
        'postal' => '215600',
    ],
    1136 => [
        'name' => '昆山市',
        'postal' => '215300',
    ],
    1137 => [
        'name' => '吴江区',
        'postal' => '215200',
    ],
    1138 => [
        'name' => '太仓市',
        'postal' => '215400',
    ],
    1139 => [
        'name' => '虎丘区',
        'postal' => '215100',
    ],
    1140 => [
        'name' => '吴县',
        'postal' => '215100',
    ],
    1141 => [
        'name' => '姑苏区',
        'postal' => '215008',
    ],
    1142 => [
        'name' => '南通市',
        'postal' => '226000',
    ],
    1143 => [
        'name' => '崇川区',
        'postal' => '226000',
    ],
    1144 => [
        'name' => '港闸区',
        'postal' => '226000',
    ],
    1145 => [
        'name' => '海安县',
        'postal' => '226600',
    ],
    1146 => [
        'name' => '如东县',
        'postal' => '226400',
    ],
    1147 => [
        'name' => '启东市',
        'postal' => '226200',
    ],
    1148 => [
        'name' => '如皋市',
        'postal' => '226500',
    ],
    1149 => [
        'name' => '通州市',
        'postal' => '226300',
    ],
    1150 => [
        'name' => '海门市',
        'postal' => '226100',
    ],
    1151 => [
        'name' => '扬州市',
        'postal' => '225000',
    ],
    1152 => [
        'name' => '广陵区',
        'postal' => '225000',
    ],
    1153 => [
        'name' => '邗江区',
        'postal' => '225100',
    ],
    1154 => [
        'name' => '宝应县',
        'postal' => '225800',
    ],
    1155 => [
        'name' => '仪征市',
        'postal' => '211400',
    ],
    1156 => [
        'name' => '高邮市',
        'postal' => '225600',
    ],
    1157 => [
        'name' => '维扬区',
        'postal' => '225000',
    ],
    1158 => [
        'name' => '江都区',
        'postal' => '225200',
    ],
    1159 => [
        'name' => '盐城市',
        'postal' => '224000',
    ],
    1160 => [
        'name' => '大丰区',
        'postal' => '224100',
    ],
    1161 => [
        'name' => '阜宁县',
        'postal' => '224400',
    ],
    1162 => [
        'name' => '射阳县',
        'postal' => '224300',
    ],
    1163 => [
        'name' => '建湖县',
        'postal' => '224700',
    ],
    1164 => [
        'name' => '东台市',
        'postal' => '224200',
    ],
    1165 => [
        'name' => '盐都区',
        'postal' => '224000',
    ],
    1166 => [
        'name' => '响水县',
        'postal' => '224600',
    ],
    1167 => [
        'name' => '滨海县',
        'postal' => '224500',
    ],
    1168 => [
        'name' => '亭湖区',
        'postal' => '224000',
    ],
    1169 => [
        'name' => '徐州市',
        'postal' => '221000',
    ],
    1170 => [
        'name' => '泉山区',
        'postal' => '221000',
    ],
    1171 => [
        'name' => '丰县',
        'postal' => '221700',
    ],
    1172 => [
        'name' => '沛县',
        'postal' => '221600',
    ],
    1173 => [
        'name' => '铜山区',
        'postal' => '221100',
    ],
    1174 => [
        'name' => '睢宁县',
        'postal' => '221200',
    ],
    1175 => [
        'name' => '新沂市',
        'postal' => '221400',
    ],
    1176 => [
        'name' => '邳州市',
        'postal' => '221300',
    ],
    1177 => [
        'name' => '鼓楼区',
        'postal' => '221000',
    ],
    1178 => [
        'name' => '云龙区',
        'postal' => '221000',
    ],
    1179 => [
        'name' => '九里区',
        'postal' => '221000',
    ],
    1180 => [
        'name' => '贾汪区',
        'postal' => '221100',
    ],
    1181 => [
        'name' => '邳县',
        'postal' => '221300',
    ],
    1182 => [
        'name' => '淮安市',
        'postal' => '223001',
    ],
    1183 => [
        'name' => '涟水县',
        'postal' => '223400',
    ],
    1184 => [
        'name' => '洪泽区',
        'postal' => '223100',
    ],
    1185 => [
        'name' => '盱眙县',
        'postal' => '211700',
    ],
    1186 => [
        'name' => '金湖县',
        'postal' => '211600',
    ],
    1187 => [
        'name' => '淮安区',
        'postal' => '223200',
    ],
    1188 => [
        'name' => '淮阴区',
        'postal' => '223300',
    ],
    1189 => [
        'name' => '清河区',
        'postal' => '223000',
    ],
    1190 => [
        'name' => '清浦区',
        'postal' => '223000',
    ],
    1191 => [
        'name' => '淮阴县',
        'postal' => '223300',
    ],
    1192 => [
        'name' => '清江浦区',
        'postal' => '223001',
    ],
    1193 => [
        'name' => '连云港市',
        'postal' => '222000',
    ],
    1194 => [
        'name' => '东海县',
        'postal' => '222300',
    ],
    1195 => [
        'name' => '灌云县',
        'postal' => '222200',
    ],
    1196 => [
        'name' => '连云区',
        'postal' => '222000',
    ],
    1197 => [
        'name' => '新浦区',
        'postal' => '222000',
    ],
    1198 => [
        'name' => '海州区',
        'postal' => '222000',
    ],
    1199 => [
        'name' => '赣榆区',
        'postal' => '222100',
    ],
    1200 => [
        'name' => '灌南县',
        'postal' => '222500',
    ],
    1201 => [
        'name' => '常州市',
        'postal' => '213000',
    ],
    1202 => [
        'name' => '溧阳市',
        'postal' => '213300',
    ],
    1203 => [
        'name' => '金坛区',
        'postal' => '213200',
    ],
    1204 => [
        'name' => '天宁区',
        'postal' => '213000',
    ],
    1205 => [
        'name' => '钟楼区',
        'postal' => '213000',
    ],
    1206 => [
        'name' => '武进区',
        'postal' => '213100',
    ],
    1207 => [
        'name' => '新北区',
        'postal' => '213100',
    ],
    1208 => [
        'name' => '泰州市',
        'postal' => '225300',
    ],
    1209 => [
        'name' => '海陵区',
        'postal' => '225300',
    ],
    1210 => [
        'name' => '高港区',
        'postal' => '225300',
    ],
    1211 => [
        'name' => '兴化市',
        'postal' => '225700',
    ],
    1212 => [
        'name' => '靖江市',
        'postal' => '214500',
    ],
    1213 => [
        'name' => '泰兴市',
        'postal' => '225400',
    ],
    1214 => [
        'name' => '姜堰区',
        'postal' => '225500',
    ],
    1215 => [
        'name' => '宿迁市',
        'postal' => '223800',
    ],
    1216 => [
        'name' => '宿城区',
        'postal' => '223800',
    ],
    1217 => [
        'name' => '宿豫区',
        'postal' => '223800',
    ],
    1218 => [
        'name' => '沭阳县',
        'postal' => '223600',
    ],
    1219 => [
        'name' => '泗阳县',
        'postal' => '223700',
    ],
    1220 => [
        'name' => '泗洪县',
        'postal' => '223900',
    ],
    1221 => [
        'name' => '沐阳',
        'postal' => '223600',
    ],
    1222 => [
        'name' => '滁州市',
        'postal' => '239000',
    ],
    1223 => [
        'name' => '琅琊区',
        'postal' => '239000',
    ],
    1224 => [
        'name' => '南谯区',
        'postal' => '239000',
    ],
    1225 => [
        'name' => '来安县',
        'postal' => '239200',
    ],
    1226 => [
        'name' => '全椒县',
        'postal' => '239500',
    ],
    1227 => [
        'name' => '定远县',
        'postal' => '233200',
    ],
    1228 => [
        'name' => '凤阳县',
        'postal' => '233100',
    ],
    1229 => [
        'name' => '天长市',
        'postal' => '239300',
    ],
    1230 => [
        'name' => '明光市',
        'postal' => '239400',
    ],
    1231 => [
        'name' => '合肥市',
        'postal' => '230000',
    ],
    1232 => [
        'name' => '包河区',
        'postal' => '230000',
    ],
    1233 => [
        'name' => '长丰县',
        'postal' => '231100',
    ],
    1234 => [
        'name' => '肥西县',
        'postal' => '231200',
    ],
    1235 => [
        'name' => '瑶海区',
        'postal' => '230000',
    ],
    1236 => [
        'name' => '庐阳区',
        'postal' => '230000',
    ],
    1237 => [
        'name' => '蜀山区',
        'postal' => '230000',
    ],
    1238 => [
        'name' => '肥东县',
        'postal' => '231600',
    ],
    1239 => [
        'name' => '庐江县',
        'postal' => '231500',
    ],
    1240 => [
        'name' => '巢湖市',
        'postal' => '238000',
    ],
    1241 => [
        'name' => '蚌埠市',
        'postal' => '233000',
    ],
    1242 => [
        'name' => '龙子湖区',
        'postal' => '233000',
    ],
    1243 => [
        'name' => '蚌山区',
        'postal' => '233000',
    ],
    1244 => [
        'name' => '禹会区',
        'postal' => '233000',
    ],
    1245 => [
        'name' => '淮上区',
        'postal' => '233000',
    ],
    1246 => [
        'name' => '怀远县',
        'postal' => '233400',
    ],
    1247 => [
        'name' => '五河县',
        'postal' => '233300',
    ],
    1248 => [
        'name' => '固镇县',
        'postal' => '233700',
    ],
    1249 => [
        'name' => '芜湖市',
        'postal' => '241000',
    ],
    1250 => [
        'name' => '三山区',
        'postal' => '241000',
    ],
    1251 => [
        'name' => '芜湖县',
        'postal' => '241100',
    ],
    1252 => [
        'name' => '繁昌县',
        'postal' => '241200',
    ],
    1253 => [
        'name' => '镜湖区',
        'postal' => '241000',
    ],
    1254 => [
        'name' => '弋江区',
        'postal' => '241000',
    ],
    1255 => [
        'name' => '鸠江区',
        'postal' => '241000',
    ],
    1256 => [
        'name' => '南陵县',
        'postal' => '241300',
    ],
    1257 => [
        'name' => '无为县',
        'postal' => '238300',
    ],
    1258 => [
        'name' => '淮南市',
        'postal' => '232000',
    ],
    1259 => [
        'name' => '大通区',
        'postal' => '232000',
    ],
    1260 => [
        'name' => '田家庵区',
        'postal' => '232000',
    ],
    1261 => [
        'name' => '谢家集区',
        'postal' => '232000',
    ],
    1262 => [
        'name' => '八公山区',
        'postal' => '232000',
    ],
    1263 => [
        'name' => '潘集区',
        'postal' => '232000',
    ],
    1264 => [
        'name' => '凤台县',
        'postal' => '232100',
    ],
    1265 => [
        'name' => '寿县',
        'postal' => '232200',
    ],
    1266 => [
        'name' => '马鞍山市',
        'postal' => '243000',
    ],
    1267 => [
        'name' => '金家庄区',
        'postal' => '243000',
    ],
    1268 => [
        'name' => '花山区',
        'postal' => '243000',
    ],
    1269 => [
        'name' => '雨山区',
        'postal' => '243000',
    ],
    1270 => [
        'name' => '当涂县',
        'postal' => '243100',
    ],
    1271 => [
        'name' => '含山县',
        'postal' => '238100',
    ],
    1272 => [
        'name' => '和县',
        'postal' => '238200',
    ],
    1273 => [
        'name' => '博望区',
        'postal' => '243131',
    ],
    1274 => [
        'name' => '安庆市',
        'postal' => '246000',
    ],
    1275 => [
        'name' => '潜山县',
        'postal' => '246300',
    ],
    1276 => [
        'name' => '太湖县',
        'postal' => '246400',
    ],
    1277 => [
        'name' => '宿松县',
        'postal' => '246500',
    ],
    1278 => [
        'name' => '望江县',
        'postal' => '246200',
    ],
    1279 => [
        'name' => '岳西县',
        'postal' => '246600',
    ],
    1280 => [
        'name' => '桐城市',
        'postal' => '231400',
    ],
    1281 => [
        'name' => '迎江区',
        'postal' => '246000',
    ],
    1282 => [
        'name' => '大观区',
        'postal' => '246000',
    ],
    1283 => [
        'name' => '怀宁县',
        'postal' => '246100',
    ],
    1284 => [
        'name' => '宜秀区',
        'postal' => '246000',
    ],
    1285 => [
        'name' => '宿州市',
        'postal' => '234000',
    ],
    1286 => [
        'name' => '砀山县',
        'postal' => '235300',
    ],
    1287 => [
        'name' => '萧县',
        'postal' => '235200',
    ],
    1288 => [
        'name' => '灵璧县',
        'postal' => '234200',
    ],
    1289 => [
        'name' => '泗县',
        'postal' => '234300',
    ],
    1290 => [
        'name' => '灵壁',
        'postal' => '234200',
    ],
    1291 => [
        'name' => '墉桥区',
        'postal' => '234100',
    ],
    1292 => [
        'name' => '埇桥区',
        'postal' => '234000',
    ],
    1293 => [
        'name' => '阜阳市',
        'postal' => '236000',
    ],
    1294 => [
        'name' => '颍州区',
        'postal' => '236000',
    ],
    1295 => [
        'name' => '临泉县',
        'postal' => '236400',
    ],
    1296 => [
        'name' => '太和县',
        'postal' => '236600',
    ],
    1297 => [
        'name' => '阜南县',
        'postal' => '236300',
    ],
    1298 => [
        'name' => '颍上县',
        'postal' => '236200',
    ],
    1299 => [
        'name' => '界首市',
        'postal' => '236500',
    ],
    1300 => [
        'name' => '颍东区',
        'postal' => '236100',
    ],
    1301 => [
        'name' => '颍泉区',
        'postal' => '236100',
    ],
    1302 => [
        'name' => '亳州市',
        'postal' => '236000',
    ],
    1303 => [
        'name' => '谯城区',
        'postal' => '236800',
    ],
    1304 => [
        'name' => '涡阳县',
        'postal' => '233600',
    ],
    1305 => [
        'name' => '蒙城县',
        'postal' => '233500',
    ],
    1306 => [
        'name' => '利辛县',
        'postal' => '236700',
    ],
    1307 => [
        'name' => '黄山市',
        'postal' => '242700',
    ],
    1308 => [
        'name' => '屯溪区',
        'postal' => '245000',
    ],
    1309 => [
        'name' => '黟县',
        'postal' => '245500',
    ],
    1310 => [
        'name' => '祁门县',
        'postal' => '245600',
    ],
    1311 => [
        'name' => '歙县',
        'postal' => '245200',
    ],
    1312 => [
        'name' => '休宁县',
        'postal' => '245400',
    ],
    1313 => [
        'name' => '黄山区',
        'postal' => '245700',
    ],
    1314 => [
        'name' => '徽州区',
        'postal' => '245900',
    ],
    1315 => [
        'name' => '淮北市',
        'postal' => '235000',
    ],
    1316 => [
        'name' => '杜集区',
        'postal' => '235000',
    ],
    1317 => [
        'name' => '相山区',
        'postal' => '235000',
    ],
    1318 => [
        'name' => '烈山区',
        'postal' => '235000',
    ],
    1319 => [
        'name' => '濉溪县',
        'postal' => '235100',
    ],
    1320 => [
        'name' => '铜陵市',
        'postal' => '244000',
    ],
    1321 => [
        'name' => '枞阳县',
        'postal' => '246700',
    ],
    1322 => [
        'name' => '铜官区',
        'postal' => '244000',
    ],
    1323 => [
        'name' => '狮子山区',
        'postal' => '244000',
    ],
    1324 => [
        'name' => '郊区',
        'postal' => '244000',
    ],
    1325 => [
        'name' => '铜陵县',
        'postal' => '244100',
    ],
    1326 => [
        'name' => '义安区',
        'postal' => '244100',
    ],
    1327 => [
        'name' => '宣城市',
        'postal' => '242000',
    ],
    1328 => [
        'name' => '宣州区',
        'postal' => '242000',
    ],
    1329 => [
        'name' => '郎溪县',
        'postal' => '242100',
    ],
    1330 => [
        'name' => '广德县',
        'postal' => '242200',
    ],
    1331 => [
        'name' => '泾县',
        'postal' => '242500',
    ],
    1332 => [
        'name' => '绩溪县',
        'postal' => '245300',
    ],
    1333 => [
        'name' => '旌德县',
        'postal' => '242600',
    ],
    1334 => [
        'name' => '宁国市',
        'postal' => '242300',
    ],
    1335 => [
        'name' => '六安市',
        'postal' => '237000',
    ],
    1336 => [
        'name' => '霍邱县',
        'postal' => '237400',
    ],
    1337 => [
        'name' => '舒城县',
        'postal' => '231300',
    ],
    1338 => [
        'name' => '金寨县',
        'postal' => '237300',
    ],
    1339 => [
        'name' => '霍山县',
        'postal' => '237200',
    ],
    1340 => [
        'name' => '金安区',
        'postal' => '237100',
    ],
    1341 => [
        'name' => '裕安区',
        'postal' => '237100',
    ],
    1342 => [
        'name' => '叶集区',
        'postal' => '237431',
    ],
    1343 => [
        'name' => '池州市',
        'postal' => '247100',
    ],
    1344 => [
        'name' => '石台县',
        'postal' => '245100',
    ],
    1345 => [
        'name' => '青阳县',
        'postal' => '242800',
    ],
    1346 => [
        'name' => '贵池区',
        'postal' => '247100',
    ],
    1347 => [
        'name' => '东至县',
        'postal' => '247200',
    ],
    1348 => [
        'name' => '巢湖市',
        'postal' => '238000',
    ],
    1349 => [
        'name' => '菏泽市',
        'postal' => '274000',
    ],
    1350 => [
        'name' => '定陶区',
        'postal' => '274100',
    ],
    1351 => [
        'name' => '东明县',
        'postal' => '274500',
    ],
    1352 => [
        'name' => '成武县',
        'postal' => '274200',
    ],
    1353 => [
        'name' => '巨野县',
        'postal' => '274900',
    ],
    1354 => [
        'name' => '郓城县',
        'postal' => '274700',
    ],
    1355 => [
        'name' => '鄄城县',
        'postal' => '274600',
    ],
    1356 => [
        'name' => '牡丹区',
        'postal' => '274000',
    ],
    1357 => [
        'name' => '曹县',
        'postal' => '274400',
    ],
    1358 => [
        'name' => '单县',
        'postal' => '274300',
    ],
    1359 => [
        'name' => '济南市',
        'postal' => '250000',
    ],
    1360 => [
        'name' => '历下区',
        'postal' => '250000',
    ],
    1361 => [
        'name' => '市中区',
        'postal' => '250000',
    ],
    1362 => [
        'name' => '槐荫区',
        'postal' => '250000',
    ],
    1363 => [
        'name' => '天桥区',
        'postal' => '250000',
    ],
    1364 => [
        'name' => '历城区',
        'postal' => '250100',
    ],
    1365 => [
        'name' => '长清区',
        'postal' => '250300',
    ],
    1366 => [
        'name' => '平阴县',
        'postal' => '250400',
    ],
    1367 => [
        'name' => '济阳县',
        'postal' => '251400',
    ],
    1368 => [
        'name' => '商河县',
        'postal' => '251600',
    ],
    1369 => [
        'name' => '章丘区',
        'postal' => '250200',
    ],
    1370 => [
        'name' => '莱芜区',
        'postal' => '271100',
    ],
    1371 => [
        'name' => '青岛市',
        'postal' => '266000',
    ],
    1372 => [
        'name' => '市南区',
        'postal' => '266000',
    ],
    1373 => [
        'name' => '市北区',
        'postal' => '266000',
    ],
    1374 => [
        'name' => '四方区',
        'postal' => '266000',
    ],
    1375 => [
        'name' => '崂山区',
        'postal' => '266100',
    ],
    1376 => [
        'name' => '胶州市',
        'postal' => '266300',
    ],
    1377 => [
        'name' => '即墨市',
        'postal' => '266200',
    ],
    1378 => [
        'name' => '平度市',
        'postal' => '266700',
    ],
    1379 => [
        'name' => '胶南市',
        'postal' => '266400',
    ],
    1380 => [
        'name' => '莱西市',
        'postal' => '266600',
    ],
    1381 => [
        'name' => '城阳区',
        'postal' => '266100',
    ],
    1382 => [
        'name' => '黄岛区',
        'postal' => '266500',
    ],
    1383 => [
        'name' => '李沧区',
        'postal' => '266100',
    ],
    1384 => [
        'name' => '淄博市',
        'postal' => '255000',
    ],
    1385 => [
        'name' => '淄川区',
        'postal' => '255100',
    ],
    1386 => [
        'name' => '张店区',
        'postal' => '255000',
    ],
    1387 => [
        'name' => '博山区',
        'postal' => '255200',
    ],
    1388 => [
        'name' => '临淄区',
        'postal' => '255400',
    ],
    1389 => [
        'name' => '周村区',
        'postal' => '255300',
    ],
    1390 => [
        'name' => '桓台县',
        'postal' => '256400',
    ],
    1391 => [
        'name' => '高青县',
        'postal' => '256300',
    ],
    1392 => [
        'name' => '沂源县',
        'postal' => '256100',
    ],
    1393 => [
        'name' => '德州市',
        'postal' => '253000',
    ],
    1394 => [
        'name' => '武城县',
        'postal' => '253300',
    ],
    1395 => [
        'name' => '乐陵市',
        'postal' => '253600',
    ],
    1396 => [
        'name' => '禹城市',
        'postal' => '251200',
    ],
    1397 => [
        'name' => '德城区',
        'postal' => '253000',
    ],
    1398 => [
        'name' => '陵城区',
        'postal' => '253500',
    ],
    1399 => [
        'name' => '宁津县',
        'postal' => '253400',
    ],
    1400 => [
        'name' => '庆云县',
        'postal' => '253700',
    ],
    1401 => [
        'name' => '临邑县',
        'postal' => '251500',
    ],
    1402 => [
        'name' => '齐河县',
        'postal' => '251100',
    ],
    1403 => [
        'name' => '平原县',
        'postal' => '253100',
    ],
    1404 => [
        'name' => '夏津县',
        'postal' => '253200',
    ],
    1405 => [
        'name' => '监邑',
        'postal' => '251500',
    ],
    1406 => [
        'name' => '烟台市',
        'postal' => '264000',
    ],
    1407 => [
        'name' => '芝罘区',
        'postal' => '264000',
    ],
    1408 => [
        'name' => '福山区',
        'postal' => '265500',
    ],
    1409 => [
        'name' => '牟平区',
        'postal' => '264100',
    ],
    1410 => [
        'name' => '莱山区',
        'postal' => '264000',
    ],
    1411 => [
        'name' => '长岛县',
        'postal' => '265800',
    ],
    1412 => [
        'name' => '龙口市',
        'postal' => '265700',
    ],
    1413 => [
        'name' => '莱阳市',
        'postal' => '265200',
    ],
    1414 => [
        'name' => '莱州市',
        'postal' => '261400',
    ],
    1415 => [
        'name' => '蓬莱市',
        'postal' => '265600',
    ],
    1416 => [
        'name' => '招远市',
        'postal' => '265400',
    ],
    1417 => [
        'name' => '栖霞市',
        'postal' => '265300',
    ],
    1418 => [
        'name' => '海阳市',
        'postal' => '265100',
    ],
    1419 => [
        'name' => '开发区',
        'postal' => '264000',
    ],
    1420 => [
        'name' => '潍坊市',
        'postal' => '261000',
    ],
    1421 => [
        'name' => '潍城区',
        'postal' => '261000',
    ],
    1422 => [
        'name' => '寒亭区',
        'postal' => '261100',
    ],
    1423 => [
        'name' => '坊子区',
        'postal' => '261200',
    ],
    1424 => [
        'name' => '奎文区',
        'postal' => '261000',
    ],
    1425 => [
        'name' => '临朐县',
        'postal' => '262600',
    ],
    1426 => [
        'name' => '昌乐县',
        'postal' => '262400',
    ],
    1427 => [
        'name' => '青州市',
        'postal' => '262500',
    ],
    1428 => [
        'name' => '诸城市',
        'postal' => '262200',
    ],
    1429 => [
        'name' => '寿光市',
        'postal' => '262700',
    ],
    1430 => [
        'name' => '安丘市',
        'postal' => '262100',
    ],
    1431 => [
        'name' => '高密市',
        'postal' => '261500',
    ],
    1432 => [
        'name' => '昌邑市',
        'postal' => '261300',
    ],
    1433 => [
        'name' => '济宁市',
        'postal' => '272000',
    ],
    1434 => [
        'name' => '市中区',
        'postal' => '272000',
    ],
    1435 => [
        'name' => '任城区',
        'postal' => '272000',
    ],
    1436 => [
        'name' => '微山县',
        'postal' => '277600',
    ],
    1437 => [
        'name' => '鱼台县',
        'postal' => '272300',
    ],
    1438 => [
        'name' => '金乡县',
        'postal' => '272200',
    ],
    1439 => [
        'name' => '嘉祥县',
        'postal' => '272400',
    ],
    1440 => [
        'name' => '汶上县',
        'postal' => '272500',
    ],
    1441 => [
        'name' => '泗水县',
        'postal' => '273200',
    ],
    1442 => [
        'name' => '梁山县',
        'postal' => '272600',
    ],
    1443 => [
        'name' => '曲阜市',
        'postal' => '273100',
    ],
    1444 => [
        'name' => '邹城市',
        'postal' => '273500',
    ],
    1445 => [
        'name' => '兖州区',
        'postal' => '272100',
    ],
    1446 => [
        'name' => '泰安市',
        'postal' => '271000',
    ],
    1447 => [
        'name' => '泰山区',
        'postal' => '271000',
    ],
    1448 => [
        'name' => '岱岳区',
        'postal' => '271000',
    ],
    1449 => [
        'name' => '宁阳县',
        'postal' => '271400',
    ],
    1450 => [
        'name' => '东平县',
        'postal' => '271500',
    ],
    1451 => [
        'name' => '新泰市',
        'postal' => '271200',
    ],
    1452 => [
        'name' => '肥城市',
        'postal' => '271600',
    ],
    1453 => [
        'name' => '临沂市',
        'postal' => '276000',
    ],
    1454 => [
        'name' => '临沭县',
        'postal' => '276700',
    ],
    1455 => [
        'name' => '莒南县',
        'postal' => '276600',
    ],
    1456 => [
        'name' => '蒙阴县',
        'postal' => '276200',
    ],
    1457 => [
        'name' => '沂水县',
        'postal' => '276400',
    ],
    1458 => [
        'name' => '兰陵县',
        'postal' => '277700',
    ],
    1459 => [
        'name' => '费县',
        'postal' => '273400',
    ],
    1460 => [
        'name' => '平邑县',
        'postal' => '273300',
    ],
    1461 => [
        'name' => '兰山区',
        'postal' => '276000',
    ],
    1462 => [
        'name' => '罗庄区',
        'postal' => '276000',
    ],
    1463 => [
        'name' => '河东区',
        'postal' => '276000',
    ],
    1464 => [
        'name' => '沂南县',
        'postal' => '276300',
    ],
    1465 => [
        'name' => '郯城县',
        'postal' => '276100',
    ],
    1466 => [
        'name' => '滨州市',
        'postal' => '256600',
    ],
    1467 => [
        'name' => '滨城区',
        'postal' => '256600',
    ],
    1468 => [
        'name' => '惠民县',
        'postal' => '251700',
    ],
    1469 => [
        'name' => '阳信县',
        'postal' => '251800',
    ],
    1470 => [
        'name' => '无棣县',
        'postal' => '251900',
    ],
    1471 => [
        'name' => '沾化区',
        'postal' => '256800',
    ],
    1472 => [
        'name' => '博兴县',
        'postal' => '256500',
    ],
    1473 => [
        'name' => '邹平县',
        'postal' => '256200',
    ],
    1474 => [
        'name' => '东营市',
        'postal' => '257000',
    ],
    1475 => [
        'name' => '广饶县',
        'postal' => '257300',
    ],
    1476 => [
        'name' => '垦利区',
        'postal' => '257500',
    ],
    1477 => [
        'name' => '利津县',
        'postal' => '257400',
    ],
    1478 => [
        'name' => '东营区',
        'postal' => '257100',
    ],
    1479 => [
        'name' => '河口区',
        'postal' => '257200',
    ],
    1480 => [
        'name' => '威海市',
        'postal' => '264200',
    ],
    1481 => [
        'name' => '荣成市',
        'postal' => '264300',
    ],
    1482 => [
        'name' => '乳山市',
        'postal' => '264500',
    ],
    1483 => [
        'name' => '环翠区',
        'postal' => '264200',
    ],
    1484 => [
        'name' => '文登区',
        'postal' => '264400',
    ],
    1485 => [
        'name' => '荣城',
        'postal' => '264300',
    ],
    1486 => [
        'name' => '石岛管理区',
        'postal' => '264300',
    ],
    1487 => [
        'name' => '枣庄市',
        'postal' => '277000',
    ],
    1488 => [
        'name' => '滕州市',
        'postal' => '277500',
    ],
    1489 => [
        'name' => '薛城区',
        'postal' => '277000',
    ],
    1490 => [
        'name' => '峄城区',
        'postal' => '277300',
    ],
    1491 => [
        'name' => '台儿庄区',
        'postal' => '277400',
    ],
    1492 => [
        'name' => '山亭区',
        'postal' => '277200',
    ],
    1493 => [
        'name' => '市中区',
        'postal' => '277100',
    ],
    1494 => [
        'name' => '日照市',
        'postal' => '276800',
    ],
    1495 => [
        'name' => '东港区',
        'postal' => '276800',
    ],
    1496 => [
        'name' => '岚山区',
        'postal' => '276800',
    ],
    1497 => [
        'name' => '五莲县',
        'postal' => '262300',
    ],
    1498 => [
        'name' => '莒县',
        'postal' => '276500',
    ],
    1499 => [
        'name' => '莱芜市',
        'postal' => '271100',
    ],
    1500 => [
        'name' => '莱城区',
        'postal' => '271100',
    ],
    1501 => [
        'name' => '钢城区',
        'postal' => '271100',
    ],
    1502 => [
        'name' => '聊城市',
        'postal' => '252000',
    ],
    1503 => [
        'name' => '东阿县',
        'postal' => '252200',
    ],
    1504 => [
        'name' => '冠县',
        'postal' => '252500',
    ],
    1505 => [
        'name' => '高唐县',
        'postal' => '252800',
    ],
    1506 => [
        'name' => '临清市',
        'postal' => '252600',
    ],
    1507 => [
        'name' => '东昌府区',
        'postal' => '252000',
    ],
    1508 => [
        'name' => '阳谷县',
        'postal' => '252300',
    ],
    1509 => [
        'name' => '莘县',
        'postal' => '252400',
    ],
    1510 => [
        'name' => '茌平县',
        'postal' => '252100',
    ],
    1511 => [
        'name' => '滨海新区（原塘沽区）',
        'postal' => '300450',
    ],
    1512 => [
        'name' => '滨海新区（原汉沽区）',
        'postal' => '300480',
    ],
    1513 => [
        'name' => '滨海新区（原大港区）',
        'postal' => '300270',
    ],
    1514 => [
        'name' => '北辰区',
        'postal' => '300400',
    ],
    1515 => [
        'name' => '集贤里街道',
        'postal' => '300499',
    ],
    1516 => [
        'name' => '佳荣里街道',
        'postal' => '300134',
    ],
    1517 => [
        'name' => '青源街道',
        'postal' => '300133',
    ],
    1518 => [
        'name' => '广源街道',
        'postal' => '301799',
    ],
    1519 => [
        'name' => '天穆镇',
        'postal' => '300134',
    ],
    1520 => [
        'name' => '北仓镇',
        'postal' => '300134',
    ],
    1521 => [
        'name' => '双街镇',
        'postal' => '300403',
    ],
    1522 => [
        'name' => '双口镇',
        'postal' => '300401',
    ],
    1523 => [
        'name' => '青光镇',
        'postal' => '300401',
    ],
    1524 => [
        'name' => '宜兴埠镇',
        'postal' => '300402',
    ],
    1525 => [
        'name' => '小淀镇',
        'postal' => '300404',
    ],
    1526 => [
        'name' => '大张庄镇',
        'postal' => '300405',
    ],
    1527 => [
        'name' => '西堤头镇',
        'postal' => '300408',
    ],
    1528 => [
        'name' => '风电产业园',
        'postal' => '300405',
    ],
    1529 => [
        'name' => '东丽区',
        'postal' => '300300',
    ],
    1530 => [
        'name' => '张贵庄街道',
        'postal' => '300399',
    ],
    1531 => [
        'name' => '丰年村街道',
        'postal' => '300399',
    ],
    1532 => [
        'name' => '新立街道',
        'postal' => '300399',
    ],
    1533 => [
        'name' => '华明街道',
        'postal' => '300308',
    ],
    1534 => [
        'name' => '军粮城街道',
        'postal' => '300301',
    ],
    1535 => [
        'name' => '华新街道',
        'postal' => '300241',
    ],
    1536 => [
        'name' => '东丽湖街道',
        'postal' => '300309',
    ],
    1537 => [
        'name' => '航空物流区',
        'postal' => '300308',
    ],
    1538 => [
        'name' => '综合保税区',
        'postal' => '300308',
    ],
    1539 => [
        'name' => '河北区',
        'postal' => '300100',
    ],
    1540 => [
        'name' => '光复道街道',
        'postal' => '300010',
    ],
    1541 => [
        'name' => '铁东路街道',
        'postal' => '300402',
    ],
    1542 => [
        'name' => '建昌道街道',
        'postal' => '300240',
    ],
    1543 => [
        'name' => '宁园街道',
        'postal' => '300353',
    ],
    1544 => [
        'name' => '王串场街道',
        'postal' => '300150',
    ],
    1545 => [
        'name' => '江都路街道',
        'postal' => '300250',
    ],
    1546 => [
        'name' => '月牙河街道',
        'postal' => '300251',
    ],
    1547 => [
        'name' => '河东区',
        'postal' => '300100',
    ],
    1548 => [
        'name' => '大直沽街道',
        'postal' => '300170',
    ],
    1549 => [
        'name' => '富民路街道',
        'postal' => '300182',
    ],
    1550 => [
        'name' => '春华街道',
        'postal' => '300462',
    ],
    1551 => [
        'name' => '向阳楼街道',
        'postal' => '300161',
    ],
    1552 => [
        'name' => '常州道街道',
        'postal' => '300250',
    ],
    1553 => [
        'name' => '上杭路街道',
        'postal' => '300161',
    ],
    1554 => [
        'name' => '鲁山道街道',
        'postal' => '300252',
    ],
    1555 => [
        'name' => '河西区',
        'postal' => '300200',
    ],
    1556 => [
        'name' => '桃园街道',
        'postal' => '301699',
    ],
    1557 => [
        'name' => '越秀路街道',
        'postal' => '300201',
    ],
    1558 => [
        'name' => '友谊路街道',
        'postal' => '300074',
    ],
    1559 => [
        'name' => '天塔街道',
        'postal' => '300381',
    ],
    1560 => [
        'name' => '尖山街道',
        'postal' => '300210',
    ],
    1561 => [
        'name' => '柳林街道',
        'postal' => '300222',
    ],
    1562 => [
        'name' => '梅江街道',
        'postal' => '300221',
    ],
    1563 => [
        'name' => '太湖路街道',
        'postal' => '300210',
    ],
    1564 => [
        'name' => '红桥区',
        'postal' => '300100',
    ],
    1565 => [
        'name' => '西于庄街道',
        'postal' => '300132',
    ],
    1566 => [
        'name' => '咸阳北路街道',
        'postal' => '300131',
    ],
    1567 => [
        'name' => '丁字沽街道',
        'postal' => '300131',
    ],
    1568 => [
        'name' => '西沽街道',
        'postal' => '300132',
    ],
    1569 => [
        'name' => '三条石街道',
        'postal' => '300122',
    ],
    1570 => [
        'name' => '邵公庄街道',
        'postal' => '300122',
    ],
    1571 => [
        'name' => '芥园街道',
        'postal' => '300121',
    ],
    1572 => [
        'name' => '大胡同街道',
        'postal' => '300091',
    ],
    1573 => [
        'name' => '津南区',
        'postal' => '300300',
    ],
    1574 => [
        'name' => '双新街道',
        'postal' => '300499',
    ],
    1575 => [
        'name' => '双林街道',
        'postal' => '300222',
    ],
    1576 => [
        'name' => '咸水沽镇',
        'postal' => '300350',
    ],
    1577 => [
        'name' => '葛沽镇',
        'postal' => '300352',
    ],
    1578 => [
        'name' => '小站镇',
        'postal' => '300353',
    ],
    1579 => [
        'name' => '双港镇',
        'postal' => '300222',
    ],
    1580 => [
        'name' => '辛庄镇',
        'postal' => '300354',
    ],
    1581 => [
        'name' => '双桥河镇',
        'postal' => '300350',
    ],
    1582 => [
        'name' => '八里台镇',
        'postal' => '300357',
    ],
    1583 => [
        'name' => '北闸口镇',
        'postal' => '300353',
    ],
    1584 => [
        'name' => '长青',
        'postal' => '300240',
    ],
    1585 => [
        'name' => '海河教育园区',
        'postal' => '300350',
    ],
    1586 => [
        'name' => '双林农场',
        'postal' => '300220',
    ],
    1587 => [
        'name' => '南开区',
        'postal' => '300100',
    ],
    1588 => [
        'name' => '长虹街道',
        'postal' => '300480',
    ],
    1589 => [
        'name' => '鼓楼街道',
        'postal' => '300090',
    ],
    1590 => [
        'name' => '广开街道',
        'postal' => '300110',
    ],
    1591 => [
        'name' => '学府街道',
        'postal' => '300270',
    ],
    1592 => [
        'name' => '向阳路街道',
        'postal' => '300113',
    ],
    1593 => [
        'name' => '嘉陵道街道',
        'postal' => '300113',
    ],
    1594 => [
        'name' => '王顶堤街道',
        'postal' => '300190',
    ],
    1595 => [
        'name' => '水上公园街道',
        'postal' => '300191',
    ],
    1596 => [
        'name' => '华苑街道',
        'postal' => '300384',
    ],
    1597 => [
        'name' => '西青区',
        'postal' => '300300',
    ],
    1598 => [
        'name' => '西营门街道',
        'postal' => '300101',
    ],
    1599 => [
        'name' => '赤龙南街道',
        'postal' => '300350',
    ],
    1600 => [
        'name' => '中北镇',
        'postal' => '300393',
    ],
    1601 => [
        'name' => '杨柳青镇',
        'postal' => '300380',
    ],
    1602 => [
        'name' => '辛口镇',
        'postal' => '300380',
    ],
    1603 => [
        'name' => '张家窝镇',
        'postal' => '300380',
    ],
    1604 => [
        'name' => '精武镇',
        'postal' => '300382',
    ],
    1605 => [
        'name' => '大寺镇',
        'postal' => '300385',
    ],
    1606 => [
        'name' => '王稳庄镇',
        'postal' => '300383',
    ],
    1607 => [
        'name' => '西青高校区',
        'postal' => '300112',
    ],
    1608 => [
        'name' => '和平区',
        'postal' => '300041',
    ],
    1609 => [
        'name' => '新兴街道',
        'postal' => '300462',
    ],
    1610 => [
        'name' => '南市街道',
        'postal' => '300021',
    ],
    1611 => [
        'name' => '武清区',
        'postal' => '301700',
    ],
    1612 => [
        'name' => '杨村街道',
        'postal' => '301799',
    ],
    1613 => [
        'name' => '下朱庄街道',
        'postal' => '301725',
    ],
    1614 => [
        'name' => '东蒲洼街道',
        'postal' => '301723',
    ],
    1615 => [
        'name' => '黄庄街道',
        'postal' => '301724',
    ],
    1616 => [
        'name' => '徐官屯街道',
        'postal' => '301722',
    ],
    1617 => [
        'name' => '梅厂镇',
        'postal' => '301728',
    ],
    1618 => [
        'name' => '大碱厂镇',
        'postal' => '301706',
    ],
    1619 => [
        'name' => '崔黄口镇',
        'postal' => '301702',
    ],
    1620 => [
        'name' => '大良镇',
        'postal' => '301733',
    ],
    1621 => [
        'name' => '下伍旗镇',
        'postal' => '301705',
    ],
    1622 => [
        'name' => '南蔡村镇',
        'postal' => '301709',
    ],
    1623 => [
        'name' => '大孟庄镇',
        'postal' => '301711',
    ],
    1624 => [
        'name' => '泗村店镇',
        'postal' => '301709',
    ],
    1625 => [
        'name' => '河西务镇',
        'postal' => '301714',
    ],
    1626 => [
        'name' => '城关镇',
        'postal' => '301712',
    ],
    1627 => [
        'name' => '东马圈镇',
        'postal' => '301717',
    ],
    1628 => [
        'name' => '黄花店镇',
        'postal' => '301708',
    ],
    1629 => [
        'name' => '石各庄镇',
        'postal' => '301718',
    ],
    1630 => [
        'name' => '王庆坨镇',
        'postal' => '301713',
    ],
    1631 => [
        'name' => '汊沽港镇',
        'postal' => '301721',
    ],
    1632 => [
        'name' => '河北屯镇',
        'postal' => '301704',
    ],
    1633 => [
        'name' => '上马台镇',
        'postal' => '301729',
    ],
    1634 => [
        'name' => '大王古庄镇',
        'postal' => '301739',
    ],
    1635 => [
        'name' => '豆张庄镇',
        'postal' => '301707',
    ],
    1636 => [
        'name' => '曹子里镇',
        'postal' => '301727',
    ],
    1637 => [
        'name' => '大黄堡镇',
        'postal' => '301731',
    ],
    1638 => [
        'name' => '高村镇',
        'postal' => '301737',
    ],
    1639 => [
        'name' => '白古屯镇',
        'postal' => '301738',
    ],
    1640 => [
        'name' => '武清经济技术开发区',
        'postal' => '301799',
    ],
    1641 => [
        'name' => '京滨工业园',
        'postal' => '301799',
    ],
    1642 => [
        'name' => '武清汽车产业园',
        'postal' => '301701',
    ],
    1643 => [
        'name' => '京津高村科技创新园',
        'postal' => '301737',
    ],
    1644 => [
        'name' => '武清农场',
        'postal' => '301799',
    ],
    1645 => [
        'name' => '宝坻区',
        'postal' => '301800',
    ],
    1646 => [
        'name' => '海滨街道',
        'postal' => '301899',
    ],
    1647 => [
        'name' => '宝平街道',
        'postal' => '301899',
    ],
    1648 => [
        'name' => '钰华街道',
        'postal' => '301899',
    ],
    1649 => [
        'name' => '大白街道',
        'postal' => '301802',
    ],
    1650 => [
        'name' => '口东街道',
        'postal' => '301822',
    ],
    1651 => [
        'name' => '周良街道',
        'postal' => '301830',
    ],
    1652 => [
        'name' => '潮阳街道',
        'postal' => '301815',
    ],
    1653 => [
        'name' => '朝霞街道',
        'postal' => '301899',
    ],
    1654 => [
        'name' => '大口屯镇',
        'postal' => '301815',
    ],
    1655 => [
        'name' => '王卜庄镇',
        'postal' => '301805',
    ],
    1656 => [
        'name' => '方家庄镇',
        'postal' => '301827',
    ],
    1657 => [
        'name' => '林亭口镇',
        'postal' => '301804',
    ],
    1658 => [
        'name' => '八门城镇',
        'postal' => '301823',
    ],
    1659 => [
        'name' => '大钟庄镇',
        'postal' => '301824',
    ],
    1660 => [
        'name' => '新安镇',
        'postal' => '301825',
    ],
    1661 => [
        'name' => '霍各庄镇',
        'postal' => '301819',
    ],
    1662 => [
        'name' => '新开口镇',
        'postal' => '301815',
    ],
    1663 => [
        'name' => '大唐庄镇',
        'postal' => '301813',
    ],
    1664 => [
        'name' => '牛道口镇',
        'postal' => '301817',
    ],
    1665 => [
        'name' => '史各庄镇',
        'postal' => '301816',
    ],
    1666 => [
        'name' => '郝各庄镇',
        'postal' => '301808',
    ],
    1667 => [
        'name' => '牛家牌镇',
        'postal' => '301809',
    ],
    1668 => [
        'name' => '尔王庄镇',
        'postal' => '301812',
    ],
    1669 => [
        'name' => '黄庄镇',
        'postal' => '301803',
    ],
    1670 => [
        'name' => '天宝工业园区',
        'postal' => '301899',
    ],
    1671 => [
        'name' => '九园工业园区',
        'postal' => '301802',
    ],
    1672 => [
        'name' => '里自沽农场',
        'postal' => '301809',
    ],
    1673 => [
        'name' => '黄庄农场',
        'postal' => '301822',
    ],
    1674 => [
        'name' => '宁河区',
        'postal' => '301500',
    ],
    1675 => [
        'name' => '芦台镇',
        'postal' => '301599',
    ],
    1676 => [
        'name' => '宁河镇',
        'postal' => '301599',
    ],
    1677 => [
        'name' => '苗庄镇',
        'postal' => '301599',
    ],
    1678 => [
        'name' => '岳龙镇',
        'postal' => '301502',
    ],
    1679 => [
        'name' => '板桥镇',
        'postal' => '300270',
    ],
    1680 => [
        'name' => '潘庄镇',
        'postal' => '301508',
    ],
    1681 => [
        'name' => '造甲城镇',
        'postal' => '301510',
    ],
    1682 => [
        'name' => '七里海镇',
        'postal' => '301509',
    ],
    1683 => [
        'name' => '大北涧沽镇',
        'postal' => '301599',
    ],
    1684 => [
        'name' => '东棘坨镇',
        'postal' => '301506',
    ],
    1685 => [
        'name' => '北淮淀镇',
        'postal' => '301509',
    ],
    1686 => [
        'name' => '廉庄镇',
        'postal' => '301599',
    ],
    1687 => [
        'name' => '贸易开发区',
        'postal' => '301599',
    ],
    1688 => [
        'name' => '经济开发区',
        'postal' => '300280',
    ],
    1689 => [
        'name' => '未来科技城宁河片区潘庄工业区组团',
        'postal' => '301508',
    ],
    1690 => [
        'name' => '潘庄农场',
        'postal' => '301508',
    ],
    1691 => [
        'name' => '静海区',
        'postal' => '301600',
    ],
    1692 => [
        'name' => '静海镇',
        'postal' => '300459',
    ],
    1693 => [
        'name' => '唐官屯镇',
        'postal' => '301608',
    ],
    1694 => [
        'name' => '独流镇',
        'postal' => '301602',
    ],
    1695 => [
        'name' => '王口镇',
        'postal' => '301603',
    ],
    1696 => [
        'name' => '台头镇',
        'postal' => '301602',
    ],
    1697 => [
        'name' => '子牙镇',
        'postal' => '301605',
    ],
    1698 => [
        'name' => '陈官屯镇',
        'postal' => '301604',
    ],
    1699 => [
        'name' => '中旺镇',
        'postal' => '301615',
    ],
    1700 => [
        'name' => '大邱庄镇',
        'postal' => '301606',
    ],
    1701 => [
        'name' => '蔡公庄镇',
        'postal' => '301646',
    ],
    1702 => [
        'name' => '梁头镇',
        'postal' => '301699',
    ],
    1703 => [
        'name' => '团泊镇',
        'postal' => '301636',
    ],
    1704 => [
        'name' => '双塘镇',
        'postal' => '301699',
    ],
    1705 => [
        'name' => '大丰堆镇',
        'postal' => '301609',
    ],
    1706 => [
        'name' => '沿庄镇',
        'postal' => '301605',
    ],
    1707 => [
        'name' => '西翟庄镇',
        'postal' => '301611',
    ],
    1708 => [
        'name' => '良王庄乡',
        'postal' => '301601',
    ],
    1709 => [
        'name' => '杨成庄乡',
        'postal' => '301617',
    ],
    1710 => [
        'name' => '静海经济开发区',
        'postal' => '301602',
    ],
    1711 => [
        'name' => '子牙循环经济产业区',
        'postal' => '301605',
    ],
    1712 => [
        'name' => '蓟州区',
        'postal' => '301900',
    ],
    1713 => [
        'name' => '文昌街道',
        'postal' => '301999',
    ],
    1714 => [
        'name' => '渔阳镇',
        'postal' => '301999',
    ],
    1715 => [
        'name' => '洇溜镇',
        'postal' => '301914',
    ],
    1716 => [
        'name' => '官庄镇',
        'postal' => '301915',
    ],
    1717 => [
        'name' => '马伸桥镇',
        'postal' => '301909',
    ],
    1718 => [
        'name' => '下营镇',
        'postal' => '301913',
    ],
    1719 => [
        'name' => '邦均镇',
        'postal' => '301901',
    ],
    1720 => [
        'name' => '别山镇',
        'postal' => '301907',
    ],
    1721 => [
        'name' => '尤古庄镇',
        'postal' => '301902',
    ],
    1722 => [
        'name' => '上仓镇',
        'postal' => '301906',
    ],
    1723 => [
        'name' => '下仓镇',
        'postal' => '301905',
    ],
    1724 => [
        'name' => '罗庄子镇',
        'postal' => '301913',
    ],
    1725 => [
        'name' => '白涧镇',
        'postal' => '301926',
    ],
    1726 => [
        'name' => '五百户镇',
        'postal' => '301908',
    ],
    1727 => [
        'name' => '侯家营镇',
        'postal' => '301904',
    ],
    1728 => [
        'name' => '桑梓镇',
        'postal' => '301903',
    ],
    1729 => [
        'name' => '东施古镇',
        'postal' => '301934',
    ],
    1730 => [
        'name' => '下窝头镇',
        'postal' => '301906',
    ],
    1731 => [
        'name' => '杨津庄镇',
        'postal' => '301906',
    ],
    1732 => [
        'name' => '出头岭镇',
        'postal' => '301911',
    ],
    1733 => [
        'name' => '西龙虎峪镇',
        'postal' => '301912',
    ],
    1734 => [
        'name' => '东二营镇',
        'postal' => '301924',
    ],
    1735 => [
        'name' => '许家台镇',
        'postal' => '301925',
    ],
    1736 => [
        'name' => '礼明庄镇',
        'postal' => '301907',
    ],
    1737 => [
        'name' => '东赵各庄镇',
        'postal' => '301914',
    ],
    1738 => [
        'name' => '孙各庄乡',
        'postal' => '301939',
    ],
    1739 => [
        'name' => '天津市',
        'postal' => '300000',
    ],
    1740 => [
        'name' => '滨海新区',
        'postal' => '300450',
    ],
    1741 => [
        'name' => '杭州道街道',
        'postal' => '300451',
    ],
    1742 => [
        'name' => '新河街道',
        'postal' => '300133',
    ],
    1743 => [
        'name' => '大沽街道',
        'postal' => '301806',
    ],
    1744 => [
        'name' => '北塘街道',
        'postal' => '300453',
    ],
    1745 => [
        'name' => '胡家园街道',
        'postal' => '300454',
    ],
    1746 => [
        'name' => '新港街道',
        'postal' => '300461',
    ],
    1747 => [
        'name' => '新村街道',
        'postal' => '300450',
    ],
    1748 => [
        'name' => '泰达街道',
        'postal' => '300457',
    ],
    1749 => [
        'name' => '汉沽街道',
        'postal' => '300480',
    ],
    1750 => [
        'name' => '茶淀街道',
        'postal' => '300480',
    ],
    1751 => [
        'name' => '大港街道',
        'postal' => '300270',
    ],
    1752 => [
        'name' => '海滨街道',
        'postal' => '300456',
    ],
    1753 => [
        'name' => '新城镇',
        'postal' => '300452',
    ],
    1754 => [
        'name' => '杨家泊镇',
        'postal' => '300480',
    ],
    1755 => [
        'name' => '太平镇',
        'postal' => '300282',
    ],
    1756 => [
        'name' => '小王庄镇',
        'postal' => '300273',
    ],
    1757 => [
        'name' => '中塘镇',
        'postal' => '300277',
    ],
    1758 => [
        'name' => '经济技术开发区',
        'postal' => '300280',
    ],
    1759 => [
        'name' => '滨海中关村科技园',
        'postal' => '300270',
    ],
    1760 => [
        'name' => '衢州市',
        'postal' => '324000',
    ],
    1761 => [
        'name' => '开化县',
        'postal' => '324300',
    ],
    1762 => [
        'name' => '龙游县',
        'postal' => '324400',
    ],
    1763 => [
        'name' => '江山市',
        'postal' => '324100',
    ],
    1764 => [
        'name' => '柯城区',
        'postal' => '324000',
    ],
    1765 => [
        'name' => '衢江区',
        'postal' => '324000',
    ],
    1766 => [
        'name' => '常山县',
        'postal' => '324200',
    ],
    1767 => [
        'name' => '衢县',
        'postal' => '324000',
    ],
    1768 => [
        'name' => '杭州市',
        'postal' => '310000',
    ],
    1769 => [
        'name' => '上城区',
        'postal' => '310000',
    ],
    1770 => [
        'name' => '下城区',
        'postal' => '310000',
    ],
    1771 => [
        'name' => '江干区',
        'postal' => '310000',
    ],
    1772 => [
        'name' => '拱墅区',
        'postal' => '310000',
    ],
    1773 => [
        'name' => '西湖区',
        'postal' => '310000',
    ],
    1774 => [
        'name' => '滨江区',
        'postal' => '310000',
    ],
    1775 => [
        'name' => '萧山区',
        'postal' => '311200',
    ],
    1776 => [
        'name' => '余杭区',
        'postal' => '311100',
    ],
    1777 => [
        'name' => '桐庐县',
        'postal' => '311500',
    ],
    1778 => [
        'name' => '淳安县',
        'postal' => '311700',
    ],
    1779 => [
        'name' => '建德市',
        'postal' => '311600',
    ],
    1780 => [
        'name' => '富阳区',
        'postal' => '311400',
    ],
    1781 => [
        'name' => '临安市',
        'postal' => '311300',
    ],
    1782 => [
        'name' => '湖州市',
        'postal' => '313000',
    ],
    1783 => [
        'name' => '吴兴区',
        'postal' => '313000',
    ],
    1784 => [
        'name' => '南浔区',
        'postal' => '313000',
    ],
    1785 => [
        'name' => '德清县',
        'postal' => '313200',
    ],
    1786 => [
        'name' => '长兴县',
        'postal' => '313100',
    ],
    1787 => [
        'name' => '安吉县',
        'postal' => '313300',
    ],
    1788 => [
        'name' => '嘉兴市',
        'postal' => '314000',
    ],
    1789 => [
        'name' => '桐乡市',
        'postal' => '314500',
    ],
    1790 => [
        'name' => '嘉善县',
        'postal' => '314100',
    ],
    1791 => [
        'name' => '海盐县',
        'postal' => '314300',
    ],
    1792 => [
        'name' => '海宁市',
        'postal' => '314400',
    ],
    1793 => [
        'name' => '平湖市',
        'postal' => '314200',
    ],
    1794 => [
        'name' => '南湖区',
        'postal' => '314000',
    ],
    1795 => [
        'name' => '秀洲区',
        'postal' => '314000',
    ],
    1796 => [
        'name' => '宁波市',
        'postal' => '315000',
    ],
    1797 => [
        'name' => '慈溪市',
        'postal' => '315300',
    ],
    1798 => [
        'name' => '奉化区',
        'postal' => '315500',
    ],
    1799 => [
        'name' => '海曙区',
        'postal' => '315000',
    ],
    1800 => [
        'name' => '江东区',
        'postal' => '315000',
    ],
    1801 => [
        'name' => '江北区',
        'postal' => '315000',
    ],
    1802 => [
        'name' => '北仑区',
        'postal' => '315800',
    ],
    1803 => [
        'name' => '镇海区',
        'postal' => '315200',
    ],
    1804 => [
        'name' => '鄞州区',
        'postal' => '315100',
    ],
    1805 => [
        'name' => '象山县',
        'postal' => '315700',
    ],
    1806 => [
        'name' => '宁海县',
        'postal' => '315600',
    ],
    1807 => [
        'name' => '余姚市',
        'postal' => '315400',
    ],
    1808 => [
        'name' => '鄞县',
        'postal' => '315100',
    ],
    1809 => [
        'name' => '绍兴市',
        'postal' => '312000',
    ],
    1810 => [
        'name' => '越城区',
        'postal' => '312000',
    ],
    1811 => [
        'name' => '柯桥区',
        'postal' => '312000',
    ],
    1812 => [
        'name' => '新昌县',
        'postal' => '312500',
    ],
    1813 => [
        'name' => '诸暨市',
        'postal' => '311800',
    ],
    1814 => [
        'name' => '上虞区',
        'postal' => '312300',
    ],
    1815 => [
        'name' => '嵊州市',
        'postal' => '312400',
    ],
    1816 => [
        'name' => '嵊县',
        'postal' => '312400',
    ],
    1817 => [
        'name' => '台州市',
        'postal' => '318000',
    ],
    1818 => [
        'name' => '路桥区',
        'postal' => '318000',
    ],
    1819 => [
        'name' => '玉环县',
        'postal' => '317600',
    ],
    1820 => [
        'name' => '三门县',
        'postal' => '317100',
    ],
    1821 => [
        'name' => '天台县',
        'postal' => '317200',
    ],
    1822 => [
        'name' => '仙居县',
        'postal' => '317300',
    ],
    1823 => [
        'name' => '温岭市',
        'postal' => '317500',
    ],
    1824 => [
        'name' => '临海市',
        'postal' => '317000',
    ],
    1825 => [
        'name' => '黄岩区',
        'postal' => '318000',
    ],
    1826 => [
        'name' => '椒江区',
        'postal' => '318000',
    ],
    1827 => [
        'name' => '温州市',
        'postal' => '325000',
    ],
    1828 => [
        'name' => '鹿城区',
        'postal' => '325000',
    ],
    1829 => [
        'name' => '龙湾区',
        'postal' => '325000',
    ],
    1830 => [
        'name' => '瓯海区',
        'postal' => '325000',
    ],
    1831 => [
        'name' => '洞头区',
        'postal' => '325700',
    ],
    1832 => [
        'name' => '永嘉县',
        'postal' => '325100',
    ],
    1833 => [
        'name' => '瑞安市',
        'postal' => '325200',
    ],
    1834 => [
        'name' => '乐清市',
        'postal' => '325600',
    ],
    1835 => [
        'name' => '平阳县',
        'postal' => '325400',
    ],
    1836 => [
        'name' => '苍南县',
        'postal' => '325800',
    ],
    1837 => [
        'name' => '文成县',
        'postal' => '325300',
    ],
    1838 => [
        'name' => '泰顺县',
        'postal' => '325500',
    ],
    1839 => [
        'name' => '丽水市',
        'postal' => '323000',
    ],
    1840 => [
        'name' => '莲都区',
        'postal' => '323000',
    ],
    1841 => [
        'name' => '青田县',
        'postal' => '323900',
    ],
    1842 => [
        'name' => '缙云县',
        'postal' => '321400',
    ],
    1843 => [
        'name' => '遂昌县',
        'postal' => '323300',
    ],
    1844 => [
        'name' => '松阳县',
        'postal' => '323400',
    ],
    1845 => [
        'name' => '云和县',
        'postal' => '323600',
    ],
    1846 => [
        'name' => '庆元县',
        'postal' => '323800',
    ],
    1847 => [
        'name' => '景宁畲族自治县',
        'postal' => '323500',
    ],
    1848 => [
        'name' => '龙泉市',
        'postal' => '323700',
    ],
    1849 => [
        'name' => '金华市',
        'postal' => '321000',
    ],
    1850 => [
        'name' => '婺城区',
        'postal' => '321000',
    ],
    1851 => [
        'name' => '金东区',
        'postal' => '321000',
    ],
    1852 => [
        'name' => '武义县',
        'postal' => '321200',
    ],
    1853 => [
        'name' => '浦江县',
        'postal' => '322200',
    ],
    1854 => [
        'name' => '磐安县',
        'postal' => '322300',
    ],
    1855 => [
        'name' => '兰溪市',
        'postal' => '321100',
    ],
    1856 => [
        'name' => '义乌市',
        'postal' => '322000',
    ],
    1857 => [
        'name' => '东阳市',
        'postal' => '322100',
    ],
    1858 => [
        'name' => '永康市',
        'postal' => '321300',
    ],
    1859 => [
        'name' => '金华县',
        'postal' => '321000',
    ],
    1860 => [
        'name' => '舟山市',
        'postal' => '316000',
    ],
    1861 => [
        'name' => '定海区',
        'postal' => '316000',
    ],
    1862 => [
        'name' => '普陀区',
        'postal' => '316100',
    ],
    1863 => [
        'name' => '岱山县',
        'postal' => '316200',
    ],
    1864 => [
        'name' => '嵊泗县',
        'postal' => '202400',
    ],
    1865 => [
        'name' => '鹰潭市',
        'postal' => '335000',
    ],
    1866 => [
        'name' => '月湖区',
        'postal' => '335000',
    ],
    1867 => [
        'name' => '余江县',
        'postal' => '335200',
    ],
    1868 => [
        'name' => '贵溪市',
        'postal' => '335400',
    ],
    1869 => [
        'name' => '新余市',
        'postal' => '338000',
    ],
    1870 => [
        'name' => '渝水区',
        'postal' => '338000',
    ],
    1871 => [
        'name' => '分宜县',
        'postal' => '336600',
    ],
    1872 => [
        'name' => '南昌市',
        'postal' => '330000',
    ],
    1873 => [
        'name' => '东湖区',
        'postal' => '330000',
    ],
    1874 => [
        'name' => '西湖区',
        'postal' => '330000',
    ],
    1875 => [
        'name' => '青云谱区',
        'postal' => '330000',
    ],
    1876 => [
        'name' => '湾里区',
        'postal' => '330000',
    ],
    1877 => [
        'name' => '南昌县',
        'postal' => '330200',
    ],
    1878 => [
        'name' => '新建区',
        'postal' => '330100',
    ],
    1879 => [
        'name' => '安义县',
        'postal' => '330500',
    ],
    1880 => [
        'name' => '进贤县',
        'postal' => '331700',
    ],
    1881 => [
        'name' => '青山湖区',
        'postal' => '330000',
    ],
    1882 => [
        'name' => '九江市',
        'postal' => '332000',
    ],
    1883 => [
        'name' => '瑞昌市',
        'postal' => '332200',
    ],
    1884 => [
        'name' => '庐山市',
        'postal' => '332800',
    ],
    1885 => [
        'name' => '都昌县',
        'postal' => '332600',
    ],
    1886 => [
        'name' => '湖口县',
        'postal' => '332500',
    ],
    1887 => [
        'name' => '彭泽县',
        'postal' => '332700',
    ],
    1888 => [
        'name' => '浔阳区',
        'postal' => '332000',
    ],
    1889 => [
        'name' => '柴桑区',
        'postal' => '332100',
    ],
    1890 => [
        'name' => '武宁县',
        'postal' => '332300',
    ],
    1891 => [
        'name' => '修水县',
        'postal' => '332400',
    ],
    1892 => [
        'name' => '永修县',
        'postal' => '330300',
    ],
    1893 => [
        'name' => '德安县',
        'postal' => '330400',
    ],
    1894 => [
        'name' => '共青城市',
        'postal' => '332000',
    ],
    1895 => [
        'name' => '庐山区',
        'postal' => '332000',
    ],
    1896 => [
        'name' => '星子县',
        'postal' => '332800',
    ],
    1897 => [
        'name' => '濂溪区',
        'postal' => '332005',
    ],
    1898 => [
        'name' => '上饶市',
        'postal' => '334000',
    ],
    1899 => [
        'name' => '德兴市',
        'postal' => '334200',
    ],
    1900 => [
        'name' => '信州区',
        'postal' => '334000',
    ],
    1901 => [
        'name' => '上饶县',
        'postal' => '334100',
    ],
    1902 => [
        'name' => '广丰区',
        'postal' => '334600',
    ],
    1903 => [
        'name' => '玉山县',
        'postal' => '334700',
    ],
    1904 => [
        'name' => '铅山县',
        'postal' => '334500',
    ],
    1905 => [
        'name' => '横峰县',
        'postal' => '334300',
    ],
    1906 => [
        'name' => '弋阳县',
        'postal' => '334400',
    ],
    1907 => [
        'name' => '余干县',
        'postal' => '335100',
    ],
    1908 => [
        'name' => '鄱阳县',
        'postal' => '333100',
    ],
    1909 => [
        'name' => '万年县',
        'postal' => '335500',
    ],
    1910 => [
        'name' => '婺源县',
        'postal' => '333200',
    ],
    1911 => [
        'name' => '波阳',
        'postal' => '333100',
    ],
    1912 => [
        'name' => '抚州市',
        'postal' => '344000',
    ],
    1913 => [
        'name' => '金溪县',
        'postal' => '344800',
    ],
    1914 => [
        'name' => '资溪县',
        'postal' => '335300',
    ],
    1915 => [
        'name' => '东乡区',
        'postal' => '331800',
    ],
    1916 => [
        'name' => '广昌县',
        'postal' => '344900',
    ],
    1917 => [
        'name' => '临川区',
        'postal' => '344100',
    ],
    1918 => [
        'name' => '南城县',
        'postal' => '344700',
    ],
    1919 => [
        'name' => '黎川县',
        'postal' => '344600',
    ],
    1920 => [
        'name' => '南丰县',
        'postal' => '344500',
    ],
    1921 => [
        'name' => '崇仁县',
        'postal' => '344200',
    ],
    1922 => [
        'name' => '乐安县',
        'postal' => '344300',
    ],
    1923 => [
        'name' => '宜黄县',
        'postal' => '344400',
    ],
    1924 => [
        'name' => '尔安',
        'postal' => '344300',
    ],
    1925 => [
        'name' => '宜春市',
        'postal' => '336000',
    ],
    1926 => [
        'name' => '万载县',
        'postal' => '336100',
    ],
    1927 => [
        'name' => '上高县',
        'postal' => '336400',
    ],
    1928 => [
        'name' => '宜丰县',
        'postal' => '336300',
    ],
    1929 => [
        'name' => '靖安县',
        'postal' => '330600',
    ],
    1930 => [
        'name' => '铜鼓县',
        'postal' => '336200',
    ],
    1931 => [
        'name' => '丰城市',
        'postal' => '331100',
    ],
    1932 => [
        'name' => '樟树市',
        'postal' => '331200',
    ],
    1933 => [
        'name' => '高安市',
        'postal' => '330800',
    ],
    1934 => [
        'name' => '袁州区',
        'postal' => '336000',
    ],
    1935 => [
        'name' => '奉新县',
        'postal' => '330700',
    ],
    1936 => [
        'name' => '吉安市',
        'postal' => '343000',
    ],
    1937 => [
        'name' => '井冈山市',
        'postal' => '343600',
    ],
    1938 => [
        'name' => '遂川县',
        'postal' => '343900',
    ],
    1939 => [
        'name' => '万安县',
        'postal' => '343800',
    ],
    1940 => [
        'name' => '安福县',
        'postal' => '343200',
    ],
    1941 => [
        'name' => '永新县',
        'postal' => '343400',
    ],
    1942 => [
        'name' => '吉州区',
        'postal' => '343000',
    ],
    1943 => [
        'name' => '青原区',
        'postal' => '343000',
    ],
    1944 => [
        'name' => '吉安县',
        'postal' => '343100',
    ],
    1945 => [
        'name' => '吉水县',
        'postal' => '331600',
    ],
    1946 => [
        'name' => '峡江县',
        'postal' => '331400',
    ],
    1947 => [
        'name' => '新干县',
        'postal' => '331300',
    ],
    1948 => [
        'name' => '永丰县',
        'postal' => '331500',
    ],
    1949 => [
        'name' => '泰和县',
        'postal' => '343700',
    ],
    1950 => [
        'name' => '井岗山',
        'postal' => '343600',
    ],
    1951 => [
        'name' => '宁冈',
        'postal' => '343500',
    ],
    1952 => [
        'name' => '赣州市',
        'postal' => '341000',
    ],
    1953 => [
        'name' => '南康区',
        'postal' => '341400',
    ],
    1954 => [
        'name' => '石城县',
        'postal' => '342700',
    ],
    1955 => [
        'name' => '瑞金市',
        'postal' => '342500',
    ],
    1956 => [
        'name' => '于都县',
        'postal' => '342300',
    ],
    1957 => [
        'name' => '兴国县',
        'postal' => '342400',
    ],
    1958 => [
        'name' => '会昌县',
        'postal' => '342600',
    ],
    1959 => [
        'name' => '寻乌县',
        'postal' => '342200',
    ],
    1960 => [
        'name' => '大余县',
        'postal' => '341500',
    ],
    1961 => [
        'name' => '上犹县',
        'postal' => '341200',
    ],
    1962 => [
        'name' => '崇义县',
        'postal' => '341300',
    ],
    1963 => [
        'name' => '安远县',
        'postal' => '342100',
    ],
    1964 => [
        'name' => '龙南县',
        'postal' => '341700',
    ],
    1965 => [
        'name' => '定南县',
        'postal' => '341900',
    ],
    1966 => [
        'name' => '全南县',
        'postal' => '341800',
    ],
    1967 => [
        'name' => '宁都县',
        'postal' => '342800',
    ],
    1968 => [
        'name' => '章贡区',
        'postal' => '341000',
    ],
    1969 => [
        'name' => '赣县',
        'postal' => '341100',
    ],
    1970 => [
        'name' => '信丰县',
        'postal' => '341600',
    ],
    1971 => [
        'name' => '景德镇市',
        'postal' => '333000',
    ],
    1972 => [
        'name' => '浮梁县',
        'postal' => '333400',
    ],
    1973 => [
        'name' => '乐平市',
        'postal' => '333300',
    ],
    1974 => [
        'name' => '昌江区',
        'postal' => '333000',
    ],
    1975 => [
        'name' => '珠山区',
        'postal' => '333000',
    ],
    1976 => [
        'name' => '萍乡市',
        'postal' => '337000',
    ],
    1977 => [
        'name' => '安源区',
        'postal' => '337000',
    ],
    1978 => [
        'name' => '湘东区',
        'postal' => '337000',
    ],
    1979 => [
        'name' => '莲花县',
        'postal' => '337100',
    ],
    1980 => [
        'name' => '上栗县',
        'postal' => '337000',
    ],
    1981 => [
        'name' => '芦溪县',
        'postal' => '337200',
    ],
    1982 => [
        'name' => '福州市',
        'postal' => '350000',
    ],
    1983 => [
        'name' => '鼓楼区',
        'postal' => '350000',
    ],
    1984 => [
        'name' => '台江区',
        'postal' => '350000',
    ],
    1985 => [
        'name' => '仓山区',
        'postal' => '350000',
    ],
    1986 => [
        'name' => '马尾区',
        'postal' => '350000',
    ],
    1987 => [
        'name' => '晋安区',
        'postal' => '350000',
    ],
    1988 => [
        'name' => '闽侯县',
        'postal' => '350100',
    ],
    1989 => [
        'name' => '连江县',
        'postal' => '350500',
    ],
    1990 => [
        'name' => '罗源县',
        'postal' => '350600',
    ],
    1991 => [
        'name' => '闽清县',
        'postal' => '350800',
    ],
    1992 => [
        'name' => '永泰县',
        'postal' => '350700',
    ],
    1993 => [
        'name' => '平潭县',
        'postal' => '350400',
    ],
    1994 => [
        'name' => '福清市',
        'postal' => '350300',
    ],
    1995 => [
        'name' => '长乐市',
        'postal' => '350200',
    ],
    1996 => [
        'name' => '厦门市',
        'postal' => '361000',
    ],
    1997 => [
        'name' => '思明区',
        'postal' => '361000',
    ],
    1998 => [
        'name' => '海沧区',
        'postal' => '361000',
    ],
    1999 => [
        'name' => '湖里区',
        'postal' => '361000',
    ],
    2000 => [
        'name' => '集美区',
        'postal' => '361000',
    ],
    2001 => [
        'name' => '同安区',
        'postal' => '361100',
    ],
    2002 => [
        'name' => '翔安区',
        'postal' => '361100',
    ],
    2003 => [
        'name' => '宁德市',
        'postal' => '352000',
    ],
    2004 => [
        'name' => '霞浦县',
        'postal' => '355100',
    ],
    2005 => [
        'name' => '古田县',
        'postal' => '352200',
    ],
    2006 => [
        'name' => '屏南县',
        'postal' => '352300',
    ],
    2007 => [
        'name' => '寿宁县',
        'postal' => '355500',
    ],
    2008 => [
        'name' => '周宁县',
        'postal' => '355400',
    ],
    2009 => [
        'name' => '柘荣县',
        'postal' => '355300',
    ],
    2010 => [
        'name' => '福安市',
        'postal' => '355000',
    ],
    2011 => [
        'name' => '福鼎市',
        'postal' => '355200',
    ],
    2012 => [
        'name' => '蕉城区',
        'postal' => '352100',
    ],
    2013 => [
        'name' => '莆田市',
        'postal' => '351100',
    ],
    2014 => [
        'name' => '城厢区',
        'postal' => '351100',
    ],
    2015 => [
        'name' => '涵江区',
        'postal' => '351100',
    ],
    2016 => [
        'name' => '荔城区',
        'postal' => '351100',
    ],
    2017 => [
        'name' => '秀屿区',
        'postal' => '351100',
    ],
    2018 => [
        'name' => '仙游县',
        'postal' => '351200',
    ],
    2019 => [
        'name' => '泉州市',
        'postal' => '362000',
    ],
    2020 => [
        'name' => '鲤城区',
        'postal' => '362000',
    ],
    2021 => [
        'name' => '丰泽区',
        'postal' => '362000',
    ],
    2022 => [
        'name' => '洛江区',
        'postal' => '362000',
    ],
    2023 => [
        'name' => '惠安县',
        'postal' => '362100',
    ],
    2024 => [
        'name' => '安溪县',
        'postal' => '362400',
    ],
    2025 => [
        'name' => '永春县',
        'postal' => '362600',
    ],
    2026 => [
        'name' => '德化县',
        'postal' => '362500',
    ],
    2027 => [
        'name' => '金门县',
        'postal' => '362000',
    ],
    2028 => [
        'name' => '石狮市',
        'postal' => '362700',
    ],
    2029 => [
        'name' => '晋江市',
        'postal' => '362200',
    ],
    2030 => [
        'name' => '南安市',
        'postal' => '362300',
    ],
    2031 => [
        'name' => '泉港区',
        'postal' => '362800',
    ],
    2032 => [
        'name' => '漳州市',
        'postal' => '363000',
    ],
    2033 => [
        'name' => '芗城区',
        'postal' => '363000',
    ],
    2034 => [
        'name' => '龙文区',
        'postal' => '363000',
    ],
    2035 => [
        'name' => '云霄县',
        'postal' => '363300',
    ],
    2036 => [
        'name' => '漳浦县',
        'postal' => '363200',
    ],
    2037 => [
        'name' => '诏安县',
        'postal' => '363500',
    ],
    2038 => [
        'name' => '长泰县',
        'postal' => '363900',
    ],
    2039 => [
        'name' => '东山县',
        'postal' => '363400',
    ],
    2040 => [
        'name' => '南靖县',
        'postal' => '363600',
    ],
    2041 => [
        'name' => '平和县',
        'postal' => '363700',
    ],
    2042 => [
        'name' => '华安县',
        'postal' => '363800',
    ],
    2043 => [
        'name' => '龙海市',
        'postal' => '363100',
    ],
    2044 => [
        'name' => '龙岩市',
        'postal' => '364000',
    ],
    2045 => [
        'name' => '连城县',
        'postal' => '366200',
    ],
    2046 => [
        'name' => '漳平市',
        'postal' => '364400',
    ],
    2047 => [
        'name' => '新罗区',
        'postal' => '364000',
    ],
    2048 => [
        'name' => '长汀县',
        'postal' => '366300',
    ],
    2049 => [
        'name' => '永定区',
        'postal' => '364100',
    ],
    2050 => [
        'name' => '上杭县',
        'postal' => '364200',
    ],
    2051 => [
        'name' => '武平县',
        'postal' => '364300',
    ],
    2052 => [
        'name' => '三明市',
        'postal' => '365000',
    ],
    2053 => [
        'name' => '建宁县',
        'postal' => '354500',
    ],
    2054 => [
        'name' => '永安市',
        'postal' => '366000',
    ],
    2055 => [
        'name' => '尤溪县',
        'postal' => '365100',
    ],
    2056 => [
        'name' => '沙县',
        'postal' => '365500',
    ],
    2057 => [
        'name' => '将乐县',
        'postal' => '353300',
    ],
    2058 => [
        'name' => '泰宁县',
        'postal' => '354400',
    ],
    2059 => [
        'name' => '梅列区',
        'postal' => '365000',
    ],
    2060 => [
        'name' => '三元区',
        'postal' => '365000',
    ],
    2061 => [
        'name' => '明溪县',
        'postal' => '365200',
    ],
    2062 => [
        'name' => '清流县',
        'postal' => '365300',
    ],
    2063 => [
        'name' => '宁化县',
        'postal' => '365400',
    ],
    2064 => [
        'name' => '大田县',
        'postal' => '366100',
    ],
    2065 => [
        'name' => '南平市',
        'postal' => '353000',
    ],
    2066 => [
        'name' => '延平区',
        'postal' => '353000',
    ],
    2067 => [
        'name' => '顺昌县',
        'postal' => '353200',
    ],
    2068 => [
        'name' => '浦城县',
        'postal' => '353400',
    ],
    2069 => [
        'name' => '光泽县',
        'postal' => '354100',
    ],
    2070 => [
        'name' => '松溪县',
        'postal' => '353500',
    ],
    2071 => [
        'name' => '政和县',
        'postal' => '353600',
    ],
    2072 => [
        'name' => '邵武市',
        'postal' => '354000',
    ],
    2073 => [
        'name' => '武夷山市',
        'postal' => '354300',
    ],
    2074 => [
        'name' => '建瓯市',
        'postal' => '353100',
    ],
    2075 => [
        'name' => '建阳区',
        'postal' => '354200',
    ],
    2076 => [
        'name' => '忠县',
        'postal' => '404300',
    ],
    2077 => [
        'name' => '白公街道',
        'postal' => '404301',
    ],
    2078 => [
        'name' => '乌杨街道',
        'postal' => '404338',
    ],
    2079 => [
        'name' => '新生街道',
        'postal' => '404342',
    ],
    2080 => [
        'name' => '任家镇',
        'postal' => '404379',
    ],
    2081 => [
        'name' => '洋渡镇',
        'postal' => '404378',
    ],
    2082 => [
        'name' => '东溪镇',
        'postal' => '404336',
    ],
    2083 => [
        'name' => '复兴镇',
        'postal' => '404335',
    ],
    2084 => [
        'name' => '石宝镇',
        'postal' => '404332',
    ],
    2085 => [
        'name' => '汝溪镇',
        'postal' => '404371',
    ],
    2086 => [
        'name' => '野鹤镇',
        'postal' => '404329',
    ],
    2087 => [
        'name' => '官坝镇',
        'postal' => '404360',
    ],
    2088 => [
        'name' => '石黄镇',
        'postal' => '404361',
    ],
    2089 => [
        'name' => '马灌镇',
        'postal' => '404363',
    ],
    2090 => [
        'name' => '金鸡镇',
        'postal' => '404318',
    ],
    2091 => [
        'name' => '新立镇',
        'postal' => '404368',
    ],
    2092 => [
        'name' => '双桂镇',
        'postal' => '404369',
    ],
    2093 => [
        'name' => '拔山镇',
        'postal' => '404322',
    ],
    2094 => [
        'name' => '花桥镇',
        'postal' => '404323',
    ],
    2095 => [
        'name' => '永丰镇',
        'postal' => '404321',
    ],
    2096 => [
        'name' => '三汇镇',
        'postal' => '404311',
    ],
    2097 => [
        'name' => '白石镇',
        'postal' => '404307',
    ],
    2098 => [
        'name' => '黄金镇',
        'postal' => '404356',
    ],
    2099 => [
        'name' => '善广乡',
        'postal' => '404345',
    ],
    2100 => [
        'name' => '石子乡',
        'postal' => '404341',
    ],
    2101 => [
        'name' => '涂井乡',
        'postal' => '404333',
    ],
    2102 => [
        'name' => '金声乡',
        'postal' => '404331',
    ],
    2103 => [
        'name' => '兴峰乡',
        'postal' => '404313',
    ],
    2104 => [
        'name' => '南桐',
        'postal' => '400800',
    ],
    2105 => [
        'name' => '壁山',
        'postal' => '402700',
    ],
    2106 => [
        'name' => '巴县',
        'postal' => '401300',
    ],
    2107 => [
        'name' => '万县',
        'postal' => '404000',
    ],
    2108 => [
        'name' => '南川区',
        'postal' => '408400',
    ],
    2109 => [
        'name' => '东城街道',
        'postal' => '408499',
    ],
    2110 => [
        'name' => '南城街道',
        'postal' => '408436',
    ],
    2111 => [
        'name' => '西城街道',
        'postal' => '408499',
    ],
    2112 => [
        'name' => '三泉镇',
        'postal' => '408434',
    ],
    2113 => [
        'name' => '南平镇',
        'postal' => '408422',
    ],
    2114 => [
        'name' => '神童镇',
        'postal' => '408423',
    ],
    2115 => [
        'name' => '鸣玉镇',
        'postal' => '408409',
    ],
    2116 => [
        'name' => '大观镇',
        'postal' => '408415',
    ],
    2117 => [
        'name' => '兴隆镇',
        'postal' => '408421',
    ],
    2118 => [
        'name' => '太平场镇',
        'postal' => '408417',
    ],
    2119 => [
        'name' => '白沙镇',
        'postal' => '408418',
    ],
    2120 => [
        'name' => '水江镇',
        'postal' => '408403',
    ],
    2121 => [
        'name' => '石墙镇',
        'postal' => '408407',
    ],
    2122 => [
        'name' => '金山镇',
        'postal' => '408426',
    ],
    2123 => [
        'name' => '头渡镇',
        'postal' => '408427',
    ],
    2124 => [
        'name' => '大有镇',
        'postal' => '408431',
    ],
    2125 => [
        'name' => '合溪镇',
        'postal' => '408438',
    ],
    2126 => [
        'name' => '黎香湖镇',
        'postal' => '408429',
    ],
    2127 => [
        'name' => '木凉镇',
        'postal' => '408419',
    ],
    2128 => [
        'name' => '石溪镇',
        'postal' => '408413',
    ],
    2129 => [
        'name' => '德隆镇',
        'postal' => '408428',
    ],
    2130 => [
        'name' => '民主镇',
        'postal' => '408411',
    ],
    2131 => [
        'name' => '福寿镇',
        'postal' => '408414',
    ],
    2132 => [
        'name' => '河图镇',
        'postal' => '408420',
    ],
    2133 => [
        'name' => '庆元镇',
        'postal' => '408433',
    ],
    2134 => [
        'name' => '古花镇',
        'postal' => '408432',
    ],
    2135 => [
        'name' => '石莲镇',
        'postal' => '408424',
    ],
    2136 => [
        'name' => '乾丰镇',
        'postal' => '408416',
    ],
    2137 => [
        'name' => '骑龙镇',
        'postal' => '408406',
    ],
    2138 => [
        'name' => '冷水关镇',
        'postal' => '408412',
    ],
    2139 => [
        'name' => '中桥乡',
        'postal' => '408437',
    ],
    2140 => [
        'name' => '峰岩乡',
        'postal' => '408410',
    ],
    2141 => [
        'name' => '巴南区',
        'postal' => '401300',
    ],
    2142 => [
        'name' => '龙洲湾街道',
        'postal' => '401320',
    ],
    2143 => [
        'name' => '鱼洞街道',
        'postal' => '401321',
    ],
    2144 => [
        'name' => '花溪街道',
        'postal' => '400054',
    ],
    2145 => [
        'name' => '李家沱街道',
        'postal' => '400054',
    ],
    2146 => [
        'name' => '南泉街道',
        'postal' => '400056',
    ],
    2147 => [
        'name' => '一品街道',
        'postal' => '401349',
    ],
    2148 => [
        'name' => '南彭街道',
        'postal' => '401307',
    ],
    2149 => [
        'name' => '惠民街道',
        'postal' => '401304',
    ],
    2150 => [
        'name' => '界石镇',
        'postal' => '401346',
    ],
    2151 => [
        'name' => '安澜镇',
        'postal' => '401352',
    ],
    2152 => [
        'name' => '木洞镇',
        'postal' => '401338',
    ],
    2153 => [
        'name' => '双河口镇',
        'postal' => '401358',
    ],
    2154 => [
        'name' => '麻柳嘴镇',
        'postal' => '401319',
    ],
    2155 => [
        'name' => '丰盛镇',
        'postal' => '401356',
    ],
    2156 => [
        'name' => '二圣镇',
        'postal' => '401343',
    ],
    2157 => [
        'name' => '姜家镇',
        'postal' => '401340',
    ],
    2158 => [
        'name' => '天星寺镇',
        'postal' => '401318',
    ],
    2159 => [
        'name' => '接龙镇',
        'postal' => '401311',
    ],
    2160 => [
        'name' => '石滩镇',
        'postal' => '401312',
    ],
    2161 => [
        'name' => '石龙镇',
        'postal' => '401345',
    ],
    2162 => [
        'name' => '璧山区',
        'postal' => '402700',
    ],
    2163 => [
        'name' => '长寿区',
        'postal' => '401200',
    ],
    2164 => [
        'name' => '凤城街道',
        'postal' => '401220',
    ],
    2165 => [
        'name' => '晏家街道',
        'postal' => '401254',
    ],
    2166 => [
        'name' => '江南街道',
        'postal' => '401258',
    ],
    2167 => [
        'name' => '渡舟街道',
        'postal' => '401228',
    ],
    2168 => [
        'name' => '新市街道',
        'postal' => '401233',
    ],
    2169 => [
        'name' => '八颗街道',
        'postal' => '401225',
    ],
    2170 => [
        'name' => '菩提街道',
        'postal' => '401228',
    ],
    2171 => [
        'name' => '邻封镇',
        'postal' => '401249',
    ],
    2172 => [
        'name' => '但渡镇',
        'postal' => '401251',
    ],
    2173 => [
        'name' => '云集镇',
        'postal' => '401245',
    ],
    2174 => [
        'name' => '长寿湖镇',
        'postal' => '401248',
    ],
    2175 => [
        'name' => '双龙镇',
        'postal' => '401241',
    ],
    2176 => [
        'name' => '龙河镇',
        'postal' => '401244',
    ],
    2177 => [
        'name' => '石堰镇',
        'postal' => '401235',
    ],
    2178 => [
        'name' => '云台镇',
        'postal' => '401237',
    ],
    2179 => [
        'name' => '海棠镇',
        'postal' => '401236',
    ],
    2180 => [
        'name' => '葛兰镇',
        'postal' => '401231',
    ],
    2181 => [
        'name' => '洪湖镇',
        'postal' => '401223',
    ],
    2182 => [
        'name' => '万顺镇',
        'postal' => '401227',
    ],
    2183 => [
        'name' => '合川区',
        'postal' => '401500',
    ],
    2184 => [
        'name' => '钓鱼城街道',
        'postal' => '401523',
    ],
    2185 => [
        'name' => '南津街街道',
        'postal' => '401520',
    ],
    2186 => [
        'name' => '草街街道',
        'postal' => '401572',
    ],
    2187 => [
        'name' => '沙鱼镇',
        'postal' => '401567',
    ],
    2188 => [
        'name' => '官渡镇',
        'postal' => '401509',
    ],
    2189 => [
        'name' => '涞滩镇',
        'postal' => '401545',
    ],
    2190 => [
        'name' => '肖家镇',
        'postal' => '401561',
    ],
    2191 => [
        'name' => '古楼镇',
        'postal' => '401581',
    ],
    2192 => [
        'name' => '三庙镇',
        'postal' => '401551',
    ],
    2193 => [
        'name' => '二郎镇',
        'postal' => '401554',
    ],
    2194 => [
        'name' => '龙凤镇',
        'postal' => '401586',
    ],
    2195 => [
        'name' => '隆兴镇',
        'postal' => '401587',
    ],
    2196 => [
        'name' => '铜溪镇',
        'postal' => '401556',
    ],
    2197 => [
        'name' => '双凤镇',
        'postal' => '401542',
    ],
    2198 => [
        'name' => '狮滩镇',
        'postal' => '401566',
    ],
    2199 => [
        'name' => '清平镇',
        'postal' => '401532',
    ],
    2200 => [
        'name' => '土场镇',
        'postal' => '401533',
    ],
    2201 => [
        'name' => '小沔镇',
        'postal' => '401534',
    ],
    2202 => [
        'name' => '三汇镇',
        'postal' => '401535',
    ],
    2203 => [
        'name' => '香龙镇',
        'postal' => '401537',
    ],
    2204 => [
        'name' => '钱塘镇',
        'postal' => '401543',
    ],
    2205 => [
        'name' => '龙市镇',
        'postal' => '401513',
    ],
    2206 => [
        'name' => '燕窝镇',
        'postal' => '401553',
    ],
    2207 => [
        'name' => '太和镇',
        'postal' => '401555',
    ],
    2208 => [
        'name' => '渭沱镇',
        'postal' => '401557',
    ],
    2209 => [
        'name' => '双槐镇',
        'postal' => '401536',
    ],
    2210 => [
        'name' => '江津区',
        'postal' => '402200',
    ],
    2211 => [
        'name' => '几江街道',
        'postal' => '402264',
    ],
    2212 => [
        'name' => '德感街道',
        'postal' => '402284',
    ],
    2213 => [
        'name' => '双福街道',
        'postal' => '402247',
    ],
    2214 => [
        'name' => '鼎山街道',
        'postal' => '402257',
    ],
    2215 => [
        'name' => '油溪镇',
        'postal' => '402285',
    ],
    2216 => [
        'name' => '吴滩镇',
        'postal' => '402288',
    ],
    2217 => [
        'name' => '石门镇',
        'postal' => '402292',
    ],
    2218 => [
        'name' => '朱杨镇',
        'postal' => '402293',
    ],
    2219 => [
        'name' => '石蟆镇',
        'postal' => '402241',
    ],
    2220 => [
        'name' => '永兴镇',
        'postal' => '402291',
    ],
    2221 => [
        'name' => '塘河镇',
        'postal' => '402237',
    ],
    2222 => [
        'name' => '白沙镇',
        'postal' => '402289',
    ],
    2223 => [
        'name' => '龙华镇',
        'postal' => '402287',
    ],
    2224 => [
        'name' => '李市镇',
        'postal' => '402274',
    ],
    2225 => [
        'name' => '慈云镇',
        'postal' => '402201',
    ],
    2226 => [
        'name' => '蔡家镇',
        'postal' => '402275',
    ],
    2227 => [
        'name' => '中山镇',
        'postal' => '402276',
    ],
    2228 => [
        'name' => '嘉平镇',
        'postal' => '402208',
    ],
    2229 => [
        'name' => '柏林镇',
        'postal' => '402277',
    ],
    2230 => [
        'name' => '先锋镇',
        'postal' => '402273',
    ],
    2231 => [
        'name' => '贾嗣镇',
        'postal' => '402281',
    ],
    2232 => [
        'name' => '夏坝镇',
        'postal' => '402268',
    ],
    2233 => [
        'name' => '西湖镇',
        'postal' => '402224',
    ],
    2234 => [
        'name' => '杜市镇',
        'postal' => '402272',
    ],
    2235 => [
        'name' => '广兴镇',
        'postal' => '402271',
    ],
    2236 => [
        'name' => '四面山镇',
        'postal' => '402296',
    ],
    2237 => [
        'name' => '支坪镇',
        'postal' => '402278',
    ],
    2238 => [
        'name' => '四屏镇',
        'postal' => '402290',
    ],
    2239 => [
        'name' => '荣昌区',
        'postal' => '402400',
    ],
    2240 => [
        'name' => '铜梁区',
        'postal' => '402500',
    ],
    2241 => [
        'name' => '潼南区',
        'postal' => '402600',
    ],
    2242 => [
        'name' => '万州区',
        'postal' => '404100',
    ],
    2243 => [
        'name' => '高笋塘街道',
        'postal' => '404199',
    ],
    2244 => [
        'name' => '太白街道',
        'postal' => '404001',
    ],
    2245 => [
        'name' => '牌楼街道',
        'postal' => '404151',
    ],
    2246 => [
        'name' => '龙都街道',
        'postal' => '404160',
    ],
    2247 => [
        'name' => '周家坝街道',
        'postal' => '404131',
    ],
    2248 => [
        'name' => '沙河街道',
        'postal' => '404066',
    ],
    2249 => [
        'name' => '钟鼓楼街道',
        'postal' => '404140',
    ],
    2250 => [
        'name' => '百安坝街道',
        'postal' => '404120',
    ],
    2251 => [
        'name' => '五桥街道',
        'postal' => '404120',
    ],
    2252 => [
        'name' => '陈家坝街道',
        'postal' => '404065',
    ],
    2253 => [
        'name' => '小周镇',
        'postal' => '404089',
    ],
    2254 => [
        'name' => '大周镇',
        'postal' => '404088',
    ],
    2255 => [
        'name' => '新乡镇',
        'postal' => '404019',
    ],
    2256 => [
        'name' => '孙家镇',
        'postal' => '404076',
    ],
    2257 => [
        'name' => '高峰镇',
        'postal' => '404002',
    ],
    2258 => [
        'name' => '龙沙镇',
        'postal' => '404005',
    ],
    2259 => [
        'name' => '响水镇',
        'postal' => '404004',
    ],
    2260 => [
        'name' => '武陵镇',
        'postal' => '404006',
    ],
    2261 => [
        'name' => '甘宁镇',
        'postal' => '404011',
    ],
    2262 => [
        'name' => '天城镇',
        'postal' => '404047',
    ],
    2263 => [
        'name' => '熊家镇',
        'postal' => '404048',
    ],
    2264 => [
        'name' => '高梁镇',
        'postal' => '404041',
    ],
    2265 => [
        'name' => '李河镇',
        'postal' => '404042',
    ],
    2266 => [
        'name' => '分水镇',
        'postal' => '404045',
    ],
    2267 => [
        'name' => '余家镇',
        'postal' => '404046',
    ],
    2268 => [
        'name' => '后山镇',
        'postal' => '404082',
    ],
    2269 => [
        'name' => '弹子镇',
        'postal' => '404077',
    ],
    2270 => [
        'name' => '长岭镇',
        'postal' => '404020',
    ],
    2271 => [
        'name' => '新田镇',
        'postal' => '404027',
    ],
    2272 => [
        'name' => '白羊镇',
        'postal' => '404022',
    ],
    2273 => [
        'name' => '龙驹镇',
        'postal' => '404024',
    ],
    2274 => [
        'name' => '走马镇',
        'postal' => '404026',
    ],
    2275 => [
        'name' => '罗田镇',
        'postal' => '404038',
    ],
    2276 => [
        'name' => '太龙镇',
        'postal' => '404021',
    ],
    2277 => [
        'name' => '长滩镇',
        'postal' => '404023',
    ],
    2278 => [
        'name' => '太安镇',
        'postal' => '404035',
    ],
    2279 => [
        'name' => '白土镇',
        'postal' => '404025',
    ],
    2280 => [
        'name' => '郭村镇',
        'postal' => '404029',
    ],
    2281 => [
        'name' => '柱山乡',
        'postal' => '404010',
    ],
    2282 => [
        'name' => '铁峰乡',
        'postal' => '404087',
    ],
    2283 => [
        'name' => '溪口乡',
        'postal' => '404062',
    ],
    2284 => [
        'name' => '长坪乡',
        'postal' => '404017',
    ],
    2285 => [
        'name' => '燕山乡',
        'postal' => '404030',
    ],
    2286 => [
        'name' => '梨树乡',
        'postal' => '404051',
    ],
    2287 => [
        'name' => '普子乡',
        'postal' => '404053',
    ],
    2288 => [
        'name' => '黄柏乡',
        'postal' => '404031',
    ],
    2289 => [
        'name' => '九池乡',
        'postal' => '404001',
    ],
    2290 => [
        'name' => '茨竹乡',
        'postal' => '404063',
    ],
    2291 => [
        'name' => '永川区',
        'postal' => '402100',
    ],
    2292 => [
        'name' => '中山路街道',
        'postal' => '402160',
    ],
    2293 => [
        'name' => '胜利路街道',
        'postal' => '402160',
    ],
    2294 => [
        'name' => '南大街街道',
        'postal' => '402115',
    ],
    2295 => [
        'name' => '茶山竹海街道',
        'postal' => '402177',
    ],
    2296 => [
        'name' => '卫星湖街道',
        'postal' => '402168',
    ],
    2297 => [
        'name' => '青峰镇',
        'postal' => '402161',
    ],
    2298 => [
        'name' => '金龙镇',
        'postal' => '402172',
    ],
    2299 => [
        'name' => '临江镇',
        'postal' => '402110',
    ],
    2300 => [
        'name' => '何埂镇',
        'postal' => '402185',
    ],
    2301 => [
        'name' => '松溉镇',
        'postal' => '402186',
    ],
    2302 => [
        'name' => '仙龙镇',
        'postal' => '402187',
    ],
    2303 => [
        'name' => '吉安镇',
        'postal' => '402165',
    ],
    2304 => [
        'name' => '五间镇',
        'postal' => '402197',
    ],
    2305 => [
        'name' => '来苏镇',
        'postal' => '402192',
    ],
    2306 => [
        'name' => '宝峰镇',
        'postal' => '402176',
    ],
    2307 => [
        'name' => '双石镇',
        'postal' => '402193',
    ],
    2308 => [
        'name' => '红炉镇',
        'postal' => '402194',
    ],
    2309 => [
        'name' => '永荣镇',
        'postal' => '402164',
    ],
    2310 => [
        'name' => '三教镇',
        'postal' => '402195',
    ],
    2311 => [
        'name' => '板桥镇',
        'postal' => '402196',
    ],
    2312 => [
        'name' => '朱沱镇',
        'postal' => '402174',
    ],
    2313 => [
        'name' => '渝北区',
        'postal' => '401120',
    ],
    2314 => [
        'name' => '双龙湖街道',
        'postal' => '401120',
    ],
    2315 => [
        'name' => '回兴街道',
        'postal' => '401120',
    ],
    2316 => [
        'name' => '鸳鸯街道',
        'postal' => '401122',
    ],
    2317 => [
        'name' => '人和街道',
        'postal' => '401121',
    ],
    2318 => [
        'name' => '龙溪街道',
        'postal' => '401147',
    ],
    2319 => [
        'name' => '龙山街道',
        'postal' => '401147',
    ],
    2320 => [
        'name' => '大竹林街道',
        'postal' => '401123',
    ],
    2321 => [
        'name' => '悦来街道',
        'postal' => '401122',
    ],
    2322 => [
        'name' => '双凤桥街道',
        'postal' => '401120',
    ],
    2323 => [
        'name' => '王家街道',
        'postal' => '401126',
    ],
    2324 => [
        'name' => '礼嘉街道',
        'postal' => '401122',
    ],
    2325 => [
        'name' => '金山街道',
        'postal' => '401147',
    ],
    2326 => [
        'name' => '玉峰山镇',
        'postal' => '401134',
    ],
    2327 => [
        'name' => '龙兴镇',
        'postal' => '401135',
    ],
    2328 => [
        'name' => '统景镇',
        'postal' => '401142',
    ],
    2329 => [
        'name' => '大湾镇',
        'postal' => '401136',
    ],
    2330 => [
        'name' => '兴隆镇',
        'postal' => '401129',
    ],
    2331 => [
        'name' => '木耳镇',
        'postal' => '401127',
    ],
    2332 => [
        'name' => '茨竹镇',
        'postal' => '401132',
    ],
    2333 => [
        'name' => '古路镇',
        'postal' => '401130',
    ],
    2334 => [
        'name' => '石船镇',
        'postal' => '401139',
    ],
    2335 => [
        'name' => '大盛镇',
        'postal' => '401141',
    ],
    2336 => [
        'name' => '洛碛镇',
        'postal' => '401137',
    ],
    2337 => [
        'name' => '綦江区',
        'postal' => '401400',
    ],
    2338 => [
        'name' => '大足区',
        'postal' => '402300',
    ],
    2339 => [
        'name' => '开州区',
        'postal' => '405400',
    ],
    2340 => [
        'name' => '涪陵区',
        'postal' => '408000',
    ],
    2341 => [
        'name' => '崇义街道',
        'postal' => '408099',
    ],
    2342 => [
        'name' => '荔枝街道',
        'postal' => '408001',
    ],
    2343 => [
        'name' => '江北街道',
        'postal' => '408102',
    ],
    2344 => [
        'name' => '江东街道',
        'postal' => '408003',
    ],
    2345 => [
        'name' => '李渡街道',
        'postal' => '408029',
    ],
    2346 => [
        'name' => '龙桥街道',
        'postal' => '408022',
    ],
    2347 => [
        'name' => '白涛街道',
        'postal' => '408017',
    ],
    2348 => [
        'name' => '南沱镇',
        'postal' => '408012',
    ],
    2349 => [
        'name' => '青羊镇',
        'postal' => '408113',
    ],
    2350 => [
        'name' => '百胜镇',
        'postal' => '408010',
    ],
    2351 => [
        'name' => '珍溪镇',
        'postal' => '408008',
    ],
    2352 => [
        'name' => '清溪镇',
        'postal' => '408013',
    ],
    2353 => [
        'name' => '焦石镇',
        'postal' => '408014',
    ],
    2354 => [
        'name' => '马武镇',
        'postal' => '408120',
    ],
    2355 => [
        'name' => '龙潭镇',
        'postal' => '408109',
    ],
    2356 => [
        'name' => '蔺市镇',
        'postal' => '408140',
    ],
    2357 => [
        'name' => '新妙镇',
        'postal' => '408114',
    ],
    2358 => [
        'name' => '石沱镇',
        'postal' => '408115',
    ],
    2359 => [
        'name' => '义和镇',
        'postal' => '408104',
    ],
    2360 => [
        'name' => '罗云乡',
        'postal' => '408016',
    ],
    2361 => [
        'name' => '大木乡',
        'postal' => '408015',
    ],
    2362 => [
        'name' => '武陵山乡',
        'postal' => '408019',
    ],
    2363 => [
        'name' => '大顺乡',
        'postal' => '408111',
    ],
    2364 => [
        'name' => '增福乡',
        'postal' => '408117',
    ],
    2365 => [
        'name' => '同乐乡',
        'postal' => '408112',
    ],
    2366 => [
        'name' => '渝中区',
        'postal' => '400000',
    ],
    2367 => [
        'name' => '上清寺街道',
        'postal' => '400015',
    ],
    2368 => [
        'name' => '大溪沟街道',
        'postal' => '400015',
    ],
    2369 => [
        'name' => '大坪街道',
        'postal' => '400042',
    ],
    2370 => [
        'name' => '石油路街道',
        'postal' => '400042',
    ],
    2371 => [
        'name' => '大渡口区',
        'postal' => '400000',
    ],
    2372 => [
        'name' => '新山村街道',
        'postal' => '400084',
    ],
    2373 => [
        'name' => '跃进村街道',
        'postal' => '400080',
    ],
    2374 => [
        'name' => '九宫庙街道',
        'postal' => '400084',
    ],
    2375 => [
        'name' => '茄子溪街道',
        'postal' => '400082',
    ],
    2376 => [
        'name' => '春晖路街道',
        'postal' => '400084',
    ],
    2377 => [
        'name' => '八桥镇',
        'postal' => '400084',
    ],
    2378 => [
        'name' => '建胜镇',
        'postal' => '400082',
    ],
    2379 => [
        'name' => '江北区',
        'postal' => '400000',
    ],
    2380 => [
        'name' => '石马河街道',
        'postal' => '400021',
    ],
    2381 => [
        'name' => '大石坝街道',
        'postal' => '400021',
    ],
    2382 => [
        'name' => '寸滩街道',
        'postal' => '400025',
    ],
    2383 => [
        'name' => '观音桥街道',
        'postal' => '400020',
    ],
    2384 => [
        'name' => '五里店街道',
        'postal' => '400023',
    ],
    2385 => [
        'name' => '郭家沱街道',
        'postal' => '400071',
    ],
    2386 => [
        'name' => '铁山坪街道',
        'postal' => '400026',
    ],
    2387 => [
        'name' => '沙坪坝区',
        'postal' => '400000',
    ],
    2388 => [
        'name' => '渝碚路街道',
        'postal' => '400030',
    ],
    2389 => [
        'name' => '磁器口街道',
        'postal' => '400031',
    ],
    2390 => [
        'name' => '童家桥街道',
        'postal' => '400031',
    ],
    2391 => [
        'name' => '石井坡街道',
        'postal' => '400032',
    ],
    2392 => [
        'name' => '双碑街道',
        'postal' => '400032',
    ],
    2393 => [
        'name' => '井口街道',
        'postal' => '400033',
    ],
    2394 => [
        'name' => '歌乐山街道',
        'postal' => '400036',
    ],
    2395 => [
        'name' => '山洞街道',
        'postal' => '400035',
    ],
    2396 => [
        'name' => '新桥街道',
        'postal' => '400037',
    ],
    2397 => [
        'name' => '陈家桥街道',
        'postal' => '401331',
    ],
    2398 => [
        'name' => '虎溪街道',
        'postal' => '401331',
    ],
    2399 => [
        'name' => '西永街道',
        'postal' => '401332',
    ],
    2400 => [
        'name' => '联芳街道',
        'postal' => '400039',
    ],
    2401 => [
        'name' => '青木关镇',
        'postal' => '401334',
    ],
    2402 => [
        'name' => '凤凰镇',
        'postal' => '401334',
    ],
    2403 => [
        'name' => '回龙坝镇',
        'postal' => '401335',
    ],
    2404 => [
        'name' => '曾家镇',
        'postal' => '401331',
    ],
    2405 => [
        'name' => '土主镇',
        'postal' => '401333',
    ],
    2406 => [
        'name' => '中梁镇',
        'postal' => '400036',
    ],
    2407 => [
        'name' => '九龙坡区',
        'postal' => '400000',
    ],
    2408 => [
        'name' => '黄桷坪街道',
        'postal' => '400053',
    ],
    2409 => [
        'name' => '石坪桥街道',
        'postal' => '400051',
    ],
    2410 => [
        'name' => '中梁山街道',
        'postal' => '400052',
    ],
    2411 => [
        'name' => '渝州路街道',
        'postal' => '400039',
    ],
    2412 => [
        'name' => '二郎街道',
        'postal' => '400039',
    ],
    2413 => [
        'name' => '九龙镇',
        'postal' => '400053',
    ],
    2414 => [
        'name' => '华岩镇',
        'postal' => '400039',
    ],
    2415 => [
        'name' => '含谷镇',
        'postal' => '401329',
    ],
    2416 => [
        'name' => '金凤镇',
        'postal' => '401329',
    ],
    2417 => [
        'name' => '白市驿镇',
        'postal' => '401329',
    ],
    2418 => [
        'name' => '走马镇',
        'postal' => '401329',
    ],
    2419 => [
        'name' => '石板镇',
        'postal' => '401329',
    ],
    2420 => [
        'name' => '巴福镇',
        'postal' => '401329',
    ],
    2421 => [
        'name' => '陶家镇',
        'postal' => '401328',
    ],
    2422 => [
        'name' => '西彭镇',
        'postal' => '401326',
    ],
    2423 => [
        'name' => '铜罐驿镇',
        'postal' => '401324',
    ],
    2424 => [
        'name' => '南岸区',
        'postal' => '400000',
    ],
    2425 => [
        'name' => '铜元局街道',
        'postal' => '400060',
    ],
    2426 => [
        'name' => '花园路街道',
        'postal' => '400060',
    ],
    2427 => [
        'name' => '南坪街道',
        'postal' => '400060',
    ],
    2428 => [
        'name' => '南山街道',
        'postal' => '400065',
    ],
    2429 => [
        'name' => '天文街道',
        'postal' => '401336',
    ],
    2430 => [
        'name' => '涂山镇',
        'postal' => '400061',
    ],
    2431 => [
        'name' => '鸡冠石镇',
        'postal' => '400063',
    ],
    2432 => [
        'name' => '峡口镇',
        'postal' => '400072',
    ],
    2433 => [
        'name' => '长生桥镇',
        'postal' => '401336',
    ],
    2434 => [
        'name' => '迎龙镇',
        'postal' => '401336',
    ],
    2435 => [
        'name' => '广阳镇',
        'postal' => '401339',
    ],
    2436 => [
        'name' => '北碚区',
        'postal' => '400700',
    ],
    2437 => [
        'name' => '天生街道',
        'postal' => '400799',
    ],
    2438 => [
        'name' => '朝阳街道',
        'postal' => '400799',
    ],
    2439 => [
        'name' => '北温泉街道',
        'postal' => '400711',
    ],
    2440 => [
        'name' => '东阳街道',
        'postal' => '400799',
    ],
    2441 => [
        'name' => '龙凤桥街道',
        'postal' => '400799',
    ],
    2442 => [
        'name' => '歇马街道',
        'postal' => '400712',
    ],
    2443 => [
        'name' => '复兴街道',
        'postal' => '400713',
    ],
    2444 => [
        'name' => '澄江镇',
        'postal' => '400701',
    ],
    2445 => [
        'name' => '童家溪镇',
        'postal' => '400707',
    ],
    2446 => [
        'name' => '天府镇',
        'postal' => '400704',
    ],
    2447 => [
        'name' => '施家梁镇',
        'postal' => '400708',
    ],
    2448 => [
        'name' => '静观镇',
        'postal' => '400717',
    ],
    2449 => [
        'name' => '柳荫镇',
        'postal' => '400718',
    ],
    2450 => [
        'name' => '三圣镇',
        'postal' => '400720',
    ],
    2451 => [
        'name' => '金刀峡镇',
        'postal' => '400719',
    ],
    2452 => [
        'name' => '万盛区',
        'postal' => '400800',
    ],
    2453 => [
        'name' => '双桥区',
        'postal' => '400900',
    ],
    2454 => [
        'name' => '黔江区',
        'postal' => '409000',
    ],
    2455 => [
        'name' => '城东街道',
        'postal' => '409099',
    ],
    2456 => [
        'name' => '城南街道',
        'postal' => '409099',
    ],
    2457 => [
        'name' => '城西街道',
        'postal' => '409099',
    ],
    2458 => [
        'name' => '正阳街道',
        'postal' => '409003',
    ],
    2459 => [
        'name' => '舟白街道',
        'postal' => '409001',
    ],
    2460 => [
        'name' => '冯家街道',
        'postal' => '409006',
    ],
    2461 => [
        'name' => '阿蓬江镇',
        'postal' => '409008',
    ],
    2462 => [
        'name' => '石会镇',
        'postal' => '409012',
    ],
    2463 => [
        'name' => '黑溪镇',
        'postal' => '409027',
    ],
    2464 => [
        'name' => '黄溪镇',
        'postal' => '409013',
    ],
    2465 => [
        'name' => '黎水镇',
        'postal' => '409031',
    ],
    2466 => [
        'name' => '金溪镇',
        'postal' => '409009',
    ],
    2467 => [
        'name' => '马喇镇',
        'postal' => '409005',
    ],
    2468 => [
        'name' => '濯水镇',
        'postal' => '409007',
    ],
    2469 => [
        'name' => '石家镇',
        'postal' => '409011',
    ],
    2470 => [
        'name' => '鹅池镇',
        'postal' => '409025',
    ],
    2471 => [
        'name' => '小南海镇',
        'postal' => '409002',
    ],
    2472 => [
        'name' => '邻鄂镇',
        'postal' => '409016',
    ],
    2473 => [
        'name' => '中塘乡',
        'postal' => '409015',
    ],
    2474 => [
        'name' => '蓬东乡',
        'postal' => '409004',
    ],
    2475 => [
        'name' => '沙坝乡',
        'postal' => '409026',
    ],
    2476 => [
        'name' => '白石乡',
        'postal' => '409028',
    ],
    2477 => [
        'name' => '杉岭乡',
        'postal' => '409029',
    ],
    2478 => [
        'name' => '太极乡',
        'postal' => '409023',
    ],
    2479 => [
        'name' => '水田乡',
        'postal' => '409021',
    ],
    2480 => [
        'name' => '白土乡',
        'postal' => '409022',
    ],
    2481 => [
        'name' => '金洞乡',
        'postal' => '409018',
    ],
    2482 => [
        'name' => '五里乡',
        'postal' => '409017',
    ],
    2483 => [
        'name' => '水市乡',
        'postal' => '409019',
    ],
    2484 => [
        'name' => '新华乡',
        'postal' => '409024',
    ],
    2485 => [
        'name' => '梁平区',
        'postal' => '405200',
    ],
    2486 => [
        'name' => '武隆区',
        'postal' => '408500',
    ],
    2487 => [
        'name' => '高新区',
        'postal' => '400000',
    ],
    2488 => [
        'name' => '重庆市',
        'postal' => '400000',
    ],
    2489 => [
        'name' => '城口县',
        'postal' => '405900',
    ],
    2490 => [
        'name' => '葛城街道',
        'postal' => '405999',
    ],
    2491 => [
        'name' => '复兴街道',
        'postal' => '405999',
    ],
    2492 => [
        'name' => '巴山镇',
        'postal' => '405915',
    ],
    2493 => [
        'name' => '坪坝镇',
        'postal' => '405911',
    ],
    2494 => [
        'name' => '庙坝镇',
        'postal' => '405901',
    ],
    2495 => [
        'name' => '明通镇',
        'postal' => '405904',
    ],
    2496 => [
        'name' => '修齐镇',
        'postal' => '405907',
    ],
    2497 => [
        'name' => '高观镇',
        'postal' => '405909',
    ],
    2498 => [
        'name' => '东安镇',
        'postal' => '405909',
    ],
    2499 => [
        'name' => '咸宜镇',
        'postal' => '405904',
    ],
    2500 => [
        'name' => '高楠镇',
        'postal' => '405915',
    ],
    2501 => [
        'name' => '龙田乡',
        'postal' => '405999',
    ],
    2502 => [
        'name' => '北屏乡',
        'postal' => '405999',
    ],
    2503 => [
        'name' => '左岚乡',
        'postal' => '405915',
    ],
    2504 => [
        'name' => '沿河乡',
        'postal' => '405911',
    ],
    2505 => [
        'name' => '双河乡',
        'postal' => '405902',
    ],
    2506 => [
        'name' => '蓼子乡',
        'postal' => '405904',
    ],
    2507 => [
        'name' => '鸡鸣乡',
        'postal' => '405904',
    ],
    2508 => [
        'name' => '周溪乡',
        'postal' => '405904',
    ],
    2509 => [
        'name' => '明中乡',
        'postal' => '405903',
    ],
    2510 => [
        'name' => '岚天乡',
        'postal' => '405907',
    ],
    2511 => [
        'name' => '厚坪乡',
        'postal' => '405907',
    ],
    2512 => [
        'name' => '河鱼乡',
        'postal' => '405909',
    ],
    2513 => [
        'name' => '丰都县',
        'postal' => '408200',
    ],
    2514 => [
        'name' => '三合街道',
        'postal' => '408299',
    ],
    2515 => [
        'name' => '名山街道',
        'postal' => '408201',
    ],
    2516 => [
        'name' => '虎威镇',
        'postal' => '408202',
    ],
    2517 => [
        'name' => '社坛镇',
        'postal' => '408203',
    ],
    2518 => [
        'name' => '三元镇',
        'postal' => '408207',
    ],
    2519 => [
        'name' => '许明寺镇',
        'postal' => '408240',
    ],
    2520 => [
        'name' => '董家镇',
        'postal' => '408212',
    ],
    2521 => [
        'name' => '树人镇',
        'postal' => '408213',
    ],
    2522 => [
        'name' => '十直镇',
        'postal' => '408214',
    ],
    2523 => [
        'name' => '高家镇',
        'postal' => '408216',
    ],
    2524 => [
        'name' => '兴义镇',
        'postal' => '408248',
    ],
    2525 => [
        'name' => '双路镇',
        'postal' => '408218',
    ],
    2526 => [
        'name' => '江池镇',
        'postal' => '408225',
    ],
    2527 => [
        'name' => '龙河镇',
        'postal' => '408250',
    ],
    2528 => [
        'name' => '武平镇',
        'postal' => '408226',
    ],
    2529 => [
        'name' => '包鸾镇',
        'postal' => '408231',
    ],
    2530 => [
        'name' => '湛普镇',
        'postal' => '408232',
    ],
    2531 => [
        'name' => '南天湖镇',
        'postal' => '408223',
    ],
    2532 => [
        'name' => '保合镇',
        'postal' => '408206',
    ],
    2533 => [
        'name' => '兴龙镇',
        'postal' => '408204',
    ],
    2534 => [
        'name' => '仁沙镇',
        'postal' => '408205',
    ],
    2535 => [
        'name' => '龙孔镇',
        'postal' => '408217',
    ],
    2536 => [
        'name' => '暨龙镇',
        'postal' => '408227',
    ],
    2537 => [
        'name' => '双龙镇',
        'postal' => '408208',
    ],
    2538 => [
        'name' => '仙女湖镇',
        'postal' => '408229',
    ],
    2539 => [
        'name' => '青龙乡',
        'postal' => '408209',
    ],
    2540 => [
        'name' => '太平坝乡',
        'postal' => '408230',
    ],
    2541 => [
        'name' => '都督乡',
        'postal' => '408228',
    ],
    2542 => [
        'name' => '栗子乡',
        'postal' => '408222',
    ],
    2543 => [
        'name' => '三建乡',
        'postal' => '408221',
    ],
    2544 => [
        'name' => '垫江县',
        'postal' => '408300',
    ],
    2545 => [
        'name' => '桂溪街道',
        'postal' => '408399',
    ],
    2546 => [
        'name' => '新民镇',
        'postal' => '408303',
    ],
    2547 => [
        'name' => '沙坪镇',
        'postal' => '408331',
    ],
    2548 => [
        'name' => '周嘉镇',
        'postal' => '408306',
    ],
    2549 => [
        'name' => '普顺镇',
        'postal' => '408307',
    ],
    2550 => [
        'name' => '永安镇',
        'postal' => '408308',
    ],
    2551 => [
        'name' => '高安镇',
        'postal' => '408309',
    ],
    2552 => [
        'name' => '高峰镇',
        'postal' => '408328',
    ],
    2553 => [
        'name' => '五洞镇',
        'postal' => '408326',
    ],
    2554 => [
        'name' => '澄溪镇',
        'postal' => '408324',
    ],
    2555 => [
        'name' => '太平镇',
        'postal' => '408325',
    ],
    2556 => [
        'name' => '鹤游镇',
        'postal' => '408318',
    ],
    2557 => [
        'name' => '坪山镇',
        'postal' => '408317',
    ],
    2558 => [
        'name' => '砚台镇',
        'postal' => '408343',
    ],
    2559 => [
        'name' => '曹回镇',
        'postal' => '408305',
    ],
    2560 => [
        'name' => '杠家镇',
        'postal' => '408312',
    ],
    2561 => [
        'name' => '包家镇',
        'postal' => '408322',
    ],
    2562 => [
        'name' => '白家镇',
        'postal' => '408319',
    ],
    2563 => [
        'name' => '永平镇',
        'postal' => '408329',
    ],
    2564 => [
        'name' => '三溪镇',
        'postal' => '408346',
    ],
    2565 => [
        'name' => '裴兴镇',
        'postal' => '408315',
    ],
    2566 => [
        'name' => '黄沙镇',
        'postal' => '408327',
    ],
    2567 => [
        'name' => '长龙镇',
        'postal' => '408311',
    ],
    2568 => [
        'name' => '沙河乡',
        'postal' => '408313',
    ],
    2569 => [
        'name' => '大石乡',
        'postal' => '408314',
    ],
    2570 => [
        'name' => '云阳县',
        'postal' => '404500',
    ],
    2571 => [
        'name' => '双江街道',
        'postal' => '404508',
    ],
    2572 => [
        'name' => '青龙街道',
        'postal' => '404599',
    ],
    2573 => [
        'name' => '人和街道',
        'postal' => '404536',
    ],
    2574 => [
        'name' => '龙角镇',
        'postal' => '404503',
    ],
    2575 => [
        'name' => '故陵镇',
        'postal' => '404504',
    ],
    2576 => [
        'name' => '红狮镇',
        'postal' => '404511',
    ],
    2577 => [
        'name' => '路阳镇',
        'postal' => '404528',
    ],
    2578 => [
        'name' => '农坝镇',
        'postal' => '404555',
    ],
    2579 => [
        'name' => '渠马镇',
        'postal' => '404534',
    ],
    2580 => [
        'name' => '黄石镇',
        'postal' => '404537',
    ],
    2581 => [
        'name' => '巴阳镇',
        'postal' => '404539',
    ],
    2582 => [
        'name' => '沙市镇',
        'postal' => '404509',
    ],
    2583 => [
        'name' => '鱼泉镇',
        'postal' => '404515',
    ],
    2584 => [
        'name' => '凤鸣镇',
        'postal' => '404502',
    ],
    2585 => [
        'name' => '宝坪镇',
        'postal' => '404554',
    ],
    2586 => [
        'name' => '南溪镇',
        'postal' => '404505',
    ],
    2587 => [
        'name' => '双土镇',
        'postal' => '404527',
    ],
    2588 => [
        'name' => '桑坪镇',
        'postal' => '404552',
    ],
    2589 => [
        'name' => '江口镇',
        'postal' => '404506',
    ],
    2590 => [
        'name' => '高阳镇',
        'postal' => '404507',
    ],
    2591 => [
        'name' => '云阳镇',
        'postal' => '404558',
    ],
    2592 => [
        'name' => '云安镇',
        'postal' => '404513',
    ],
    2593 => [
        'name' => '栖霞镇',
        'postal' => '404501',
    ],
    2594 => [
        'name' => '双龙镇',
        'postal' => '404533',
    ],
    2595 => [
        'name' => '泥溪镇',
        'postal' => '404545',
    ],
    2596 => [
        'name' => '养鹿镇',
        'postal' => '404557',
    ],
    2597 => [
        'name' => '水口镇',
        'postal' => '404535',
    ],
    2598 => [
        'name' => '堰坪镇',
        'postal' => '404522',
    ],
    2599 => [
        'name' => '龙洞镇',
        'postal' => '404541',
    ],
    2600 => [
        'name' => '后叶镇',
        'postal' => '404529',
    ],
    2601 => [
        'name' => '耀灵镇',
        'postal' => '404553',
    ],
    2602 => [
        'name' => '大阳镇',
        'postal' => '404525',
    ],
    2603 => [
        'name' => '外郎乡',
        'postal' => '404518',
    ],
    2604 => [
        'name' => '新津乡',
        'postal' => '404546',
    ],
    2605 => [
        'name' => '普安乡',
        'postal' => '404548',
    ],
    2606 => [
        'name' => '洞鹿乡',
        'postal' => '404556',
    ],
    2607 => [
        'name' => '石门乡',
        'postal' => '404549',
    ],
    2608 => [
        'name' => '上坝乡',
        'postal' => '404551',
    ],
    2609 => [
        'name' => '奉节县',
        'postal' => '404600',
    ],
    2610 => [
        'name' => '永安街道',
        'postal' => '404699',
    ],
    2611 => [
        'name' => '鱼复街道',
        'postal' => '404631',
    ],
    2612 => [
        'name' => '白帝镇',
        'postal' => '404617',
    ],
    2613 => [
        'name' => '草堂镇',
        'postal' => '404617',
    ],
    2614 => [
        'name' => '汾河镇',
        'postal' => '404667',
    ],
    2615 => [
        'name' => '康乐镇',
        'postal' => '404612',
    ],
    2616 => [
        'name' => '大树镇',
        'postal' => '404634',
    ],
    2617 => [
        'name' => '竹园镇',
        'postal' => '404614',
    ],
    2618 => [
        'name' => '公平镇',
        'postal' => '404615',
    ],
    2619 => [
        'name' => '朱衣镇',
        'postal' => '404611',
    ],
    2620 => [
        'name' => '甲高镇',
        'postal' => '404608',
    ],
    2621 => [
        'name' => '羊市镇',
        'postal' => '404608',
    ],
    2622 => [
        'name' => '吐祥镇',
        'postal' => '404607',
    ],
    2623 => [
        'name' => '兴隆镇',
        'postal' => '404604',
    ],
    2624 => [
        'name' => '青龙镇',
        'postal' => '404629',
    ],
    2625 => [
        'name' => '新民镇',
        'postal' => '404642',
    ],
    2626 => [
        'name' => '永乐镇',
        'postal' => '404606',
    ],
    2627 => [
        'name' => '安坪镇',
        'postal' => '404677',
    ],
    2628 => [
        'name' => '青莲镇',
        'postal' => '404646',
    ],
    2629 => [
        'name' => '岩湾乡',
        'postal' => '404666',
    ],
    2630 => [
        'name' => '平安乡',
        'postal' => '404614',
    ],
    2631 => [
        'name' => '红土乡',
        'postal' => '404655',
    ],
    2632 => [
        'name' => '石岗乡',
        'postal' => '404685',
    ],
    2633 => [
        'name' => '康坪乡',
        'postal' => '404611',
    ],
    2634 => [
        'name' => '鹤峰乡',
        'postal' => '404624',
    ],
    2635 => [
        'name' => '冯坪乡',
        'postal' => '404622',
    ],
    2636 => [
        'name' => '巫山县',
        'postal' => '404700',
    ],
    2637 => [
        'name' => '高唐街道',
        'postal' => '404799',
    ],
    2638 => [
        'name' => '庙宇镇',
        'postal' => '404702',
    ],
    2639 => [
        'name' => '大昌镇',
        'postal' => '404707',
    ],
    2640 => [
        'name' => '福田镇',
        'postal' => '404708',
    ],
    2641 => [
        'name' => '龙溪镇',
        'postal' => '404713',
    ],
    2642 => [
        'name' => '双龙镇',
        'postal' => '404723',
    ],
    2643 => [
        'name' => '官阳镇',
        'postal' => '404725',
    ],
    2644 => [
        'name' => '骡坪镇',
        'postal' => '404705',
    ],
    2645 => [
        'name' => '抱龙镇',
        'postal' => '404704',
    ],
    2646 => [
        'name' => '官渡镇',
        'postal' => '404703',
    ],
    2647 => [
        'name' => '铜鼓镇',
        'postal' => '404712',
    ],
    2648 => [
        'name' => '两坪乡',
        'postal' => '404718',
    ],
    2649 => [
        'name' => '三溪乡',
        'postal' => '404724',
    ],
    2650 => [
        'name' => '巫溪县',
        'postal' => '405800',
    ],
    2651 => [
        'name' => '宁河街道',
        'postal' => '405899',
    ],
    2652 => [
        'name' => '柏杨街道',
        'postal' => '405899',
    ],
    2653 => [
        'name' => '城厢镇',
        'postal' => '405899',
    ],
    2654 => [
        'name' => '凤凰镇',
        'postal' => '405802',
    ],
    2655 => [
        'name' => '宁厂镇',
        'postal' => '405806',
    ],
    2656 => [
        'name' => '上磺镇',
        'postal' => '405801',
    ],
    2657 => [
        'name' => '古路镇',
        'postal' => '405817',
    ],
    2658 => [
        'name' => '文峰镇',
        'postal' => '405803',
    ],
    2659 => [
        'name' => '徐家镇',
        'postal' => '405808',
    ],
    2660 => [
        'name' => '白鹿镇',
        'postal' => '405808',
    ],
    2661 => [
        'name' => '尖山镇',
        'postal' => '405804',
    ],
    2662 => [
        'name' => '下堡镇',
        'postal' => '405807',
    ],
    2663 => [
        'name' => '峰灵镇',
        'postal' => '405816',
    ],
    2664 => [
        'name' => '塘坊镇',
        'postal' => '405812',
    ],
    2665 => [
        'name' => '朝阳镇',
        'postal' => '405814',
    ],
    2666 => [
        'name' => '田坝镇',
        'postal' => '405805',
    ],
    2667 => [
        'name' => '通城镇',
        'postal' => '405809',
    ],
    2668 => [
        'name' => '菱角镇',
        'postal' => '405810',
    ],
    2669 => [
        'name' => '蒲莲镇',
        'postal' => '405818',
    ],
    2670 => [
        'name' => '土城镇',
        'postal' => '405820',
    ],
    2671 => [
        'name' => '红池坝镇',
        'postal' => '405803',
    ],
    2672 => [
        'name' => '胜利乡',
        'postal' => '405802',
    ],
    2673 => [
        'name' => '大河乡',
        'postal' => '405806',
    ],
    2674 => [
        'name' => '天星乡',
        'postal' => '405806',
    ],
    2675 => [
        'name' => '长桂乡',
        'postal' => '405806',
    ],
    2676 => [
        'name' => '鱼鳞乡',
        'postal' => '405808',
    ],
    2677 => [
        'name' => '乌龙乡',
        'postal' => '405808',
    ],
    2678 => [
        'name' => '花台乡',
        'postal' => '405809',
    ],
    2679 => [
        'name' => '兰英乡',
        'postal' => '405809',
    ],
    2680 => [
        'name' => '双阳乡',
        'postal' => '405809',
    ],
    2681 => [
        'name' => '中梁乡',
        'postal' => '405820',
    ],
    2682 => [
        'name' => '天元乡',
        'postal' => '405820',
    ],
    2683 => [
        'name' => '石柱土家族自治县',
        'postal' => '409100',
    ],
    2684 => [
        'name' => '南宾街道',
        'postal' => '409199',
    ],
    2685 => [
        'name' => '万安街道',
        'postal' => '409199',
    ],
    2686 => [
        'name' => '下路街道',
        'postal' => '409102',
    ],
    2687 => [
        'name' => '西沱镇',
        'postal' => '409106',
    ],
    2688 => [
        'name' => '悦崃镇',
        'postal' => '409105',
    ],
    2689 => [
        'name' => '临溪镇',
        'postal' => '409139',
    ],
    2690 => [
        'name' => '黄水镇',
        'postal' => '409108',
    ],
    2691 => [
        'name' => '马武镇',
        'postal' => '409111',
    ],
    2692 => [
        'name' => '沙子镇',
        'postal' => '409109',
    ],
    2693 => [
        'name' => '王场镇',
        'postal' => '409112',
    ],
    2694 => [
        'name' => '沿溪镇',
        'postal' => '409113',
    ],
    2695 => [
        'name' => '龙沙镇',
        'postal' => '409114',
    ],
    2696 => [
        'name' => '鱼池镇',
        'postal' => '409115',
    ],
    2697 => [
        'name' => '三河镇',
        'postal' => '409116',
    ],
    2698 => [
        'name' => '大歇镇',
        'postal' => '409101',
    ],
    2699 => [
        'name' => '桥头镇',
        'postal' => '409104',
    ],
    2700 => [
        'name' => '万朝镇',
        'postal' => '409103',
    ],
    2701 => [
        'name' => '冷水镇',
        'postal' => '409128',
    ],
    2702 => [
        'name' => '黄鹤镇',
        'postal' => '409129',
    ],
    2703 => [
        'name' => '枫木镇',
        'postal' => '409125',
    ],
    2704 => [
        'name' => '黎场乡',
        'postal' => '409117',
    ],
    2705 => [
        'name' => '三星乡',
        'postal' => '409118',
    ],
    2706 => [
        'name' => '六塘乡',
        'postal' => '409119',
    ],
    2707 => [
        'name' => '三益乡',
        'postal' => '409121',
    ],
    2708 => [
        'name' => '王家乡',
        'postal' => '409122',
    ],
    2709 => [
        'name' => '河嘴乡',
        'postal' => '409123',
    ],
    2710 => [
        'name' => '石家乡',
        'postal' => '409124',
    ],
    2711 => [
        'name' => '中益乡',
        'postal' => '409126',
    ],
    2712 => [
        'name' => '洗新乡',
        'postal' => '409127',
    ],
    2713 => [
        'name' => '龙潭乡',
        'postal' => '409131',
    ],
    2714 => [
        'name' => '新乐乡',
        'postal' => '409132',
    ],
    2715 => [
        'name' => '金铃乡',
        'postal' => '409133',
    ],
    2716 => [
        'name' => '金竹乡',
        'postal' => '409134',
    ],
    2717 => [
        'name' => '秀山土家族苗族自治县',
        'postal' => '409900',
    ],
    2718 => [
        'name' => '中和街道',
        'postal' => '409999',
    ],
    2719 => [
        'name' => '乌杨街道',
        'postal' => '409999',
    ],
    2720 => [
        'name' => '平凯街道',
        'postal' => '409902',
    ],
    2721 => [
        'name' => '官庄街道',
        'postal' => '409903',
    ],
    2722 => [
        'name' => '隘口镇',
        'postal' => '409916',
    ],
    2723 => [
        'name' => '溶溪镇',
        'postal' => '409912',
    ],
    2724 => [
        'name' => '龙池镇',
        'postal' => '409904',
    ],
    2725 => [
        'name' => '石堤镇',
        'postal' => '409905',
    ],
    2726 => [
        'name' => '峨溶镇',
        'postal' => '409907',
    ],
    2727 => [
        'name' => '洪安镇',
        'postal' => '409907',
    ],
    2728 => [
        'name' => '雅江镇',
        'postal' => '409917',
    ],
    2729 => [
        'name' => '石耶镇',
        'postal' => '409906',
    ],
    2730 => [
        'name' => '梅江镇',
        'postal' => '409908',
    ],
    2731 => [
        'name' => '兰桥镇',
        'postal' => '409909',
    ],
    2732 => [
        'name' => '膏田镇',
        'postal' => '409914',
    ],
    2733 => [
        'name' => '溪口镇',
        'postal' => '409913',
    ],
    2734 => [
        'name' => '妙泉镇',
        'postal' => '409904',
    ],
    2735 => [
        'name' => '宋农镇',
        'postal' => '409904',
    ],
    2736 => [
        'name' => '里仁镇',
        'postal' => '409921',
    ],
    2737 => [
        'name' => '钟灵镇',
        'postal' => '409910',
    ],
    2738 => [
        'name' => '孝溪乡',
        'postal' => '409911',
    ],
    2739 => [
        'name' => '海洋乡',
        'postal' => '409905',
    ],
    2740 => [
        'name' => '大溪乡',
        'postal' => '409905',
    ],
    2741 => [
        'name' => '涌洞乡',
        'postal' => '409904',
    ],
    2742 => [
        'name' => '中平乡',
        'postal' => '409906',
    ],
    2743 => [
        'name' => '岑溪乡',
        'postal' => '409906',
    ],
    2744 => [
        'name' => '酉阳土家族苗族自治县',
        'postal' => '409800',
    ],
    2745 => [
        'name' => '桃花源街道',
        'postal' => '409899',
    ],
    2746 => [
        'name' => '龙潭镇',
        'postal' => '409812',
    ],
    2747 => [
        'name' => '麻旺镇',
        'postal' => '409806',
    ],
    2748 => [
        'name' => '酉酬镇',
        'postal' => '409809',
    ],
    2749 => [
        'name' => '大溪镇',
        'postal' => '409811',
    ],
    2750 => [
        'name' => '兴隆镇',
        'postal' => '409804',
    ],
    2751 => [
        'name' => '黑水镇',
        'postal' => '409803',
    ],
    2752 => [
        'name' => '丁市镇',
        'postal' => '409816',
    ],
    2753 => [
        'name' => '龚滩镇',
        'postal' => '409817',
    ],
    2754 => [
        'name' => '李溪镇',
        'postal' => '409814',
    ],
    2755 => [
        'name' => '泔溪镇',
        'postal' => '409807',
    ],
    2756 => [
        'name' => '苍岭镇',
        'postal' => '409818',
    ],
    2757 => [
        'name' => '小河镇',
        'postal' => '409815',
    ],
    2758 => [
        'name' => '板溪镇',
        'postal' => '409819',
    ],
    2759 => [
        'name' => '涂市镇',
        'postal' => '409801',
    ],
    2760 => [
        'name' => '铜鼓镇',
        'postal' => '409841',
    ],
    2761 => [
        'name' => '五福镇',
        'postal' => '409825',
    ],
    2762 => [
        'name' => '万木镇',
        'postal' => '409832',
    ],
    2763 => [
        'name' => '南腰界镇',
        'postal' => '409826',
    ],
    2764 => [
        'name' => '可大乡',
        'postal' => '409824',
    ],
    2765 => [
        'name' => '偏柏乡',
        'postal' => '409823',
    ],
    2766 => [
        'name' => '木叶乡',
        'postal' => '409805',
    ],
    2767 => [
        'name' => '毛坝乡',
        'postal' => '409802',
    ],
    2768 => [
        'name' => '花田乡',
        'postal' => '409821',
    ],
    2769 => [
        'name' => '后坪乡',
        'postal' => '409831',
    ],
    2770 => [
        'name' => '天馆乡',
        'postal' => '409839',
    ],
    2771 => [
        'name' => '宜居乡',
        'postal' => '409833',
    ],
    2772 => [
        'name' => '板桥乡',
        'postal' => '409828',
    ],
    2773 => [
        'name' => '官清乡',
        'postal' => '409827',
    ],
    2774 => [
        'name' => '车田乡',
        'postal' => '409842',
    ],
    2775 => [
        'name' => '清泉乡',
        'postal' => '409835',
    ],
    2776 => [
        'name' => '庙溪乡',
        'postal' => '409837',
    ],
    2777 => [
        'name' => '浪坪乡',
        'postal' => '409838',
    ],
    2778 => [
        'name' => '双泉乡',
        'postal' => '409836',
    ],
    2779 => [
        'name' => '楠木乡',
        'postal' => '409829',
    ],
    2780 => [
        'name' => '彭水苗族土家族自治县',
        'postal' => '409600',
    ],
    2781 => [
        'name' => '汉葭街道',
        'postal' => '409699',
    ],
    2782 => [
        'name' => '绍庆街道',
        'postal' => '409699',
    ],
    2783 => [
        'name' => '靛水街道',
        'postal' => '409614',
    ],
    2784 => [
        'name' => '保家镇',
        'postal' => '409607',
    ],
    2785 => [
        'name' => '郁山镇',
        'postal' => '409609',
    ],
    2786 => [
        'name' => '高谷镇',
        'postal' => '409602',
    ],
    2787 => [
        'name' => '桑柘镇',
        'postal' => '409611',
    ],
    2788 => [
        'name' => '鹿角镇',
        'postal' => '409612',
    ],
    2789 => [
        'name' => '黄家镇',
        'postal' => '409613',
    ],
    2790 => [
        'name' => '普子镇',
        'postal' => '409605',
    ],
    2791 => [
        'name' => '龙射镇',
        'postal' => '409604',
    ],
    2792 => [
        'name' => '连湖镇',
        'postal' => '409624',
    ],
    2793 => [
        'name' => '万足镇',
        'postal' => '409608',
    ],
    2794 => [
        'name' => '平安镇',
        'postal' => '409618',
    ],
    2795 => [
        'name' => '长生镇',
        'postal' => '409607',
    ],
    2796 => [
        'name' => '新田镇',
        'postal' => '409626',
    ],
    2797 => [
        'name' => '鞍子镇',
        'postal' => '409634',
    ],
    2798 => [
        'name' => '太原镇',
        'postal' => '409621',
    ],
    2799 => [
        'name' => '龙溪镇',
        'postal' => '409609',
    ],
    2800 => [
        'name' => '梅子垭镇',
        'postal' => '409629',
    ],
    2801 => [
        'name' => '大同镇',
        'postal' => '409611',
    ],
    2802 => [
        'name' => '岩东乡',
        'postal' => '409603',
    ],
    2803 => [
        'name' => '鹿鸣乡',
        'postal' => '409602',
    ],
    2804 => [
        'name' => '棣棠乡',
        'postal' => '409633',
    ],
    2805 => [
        'name' => '三义乡',
        'postal' => '409619',
    ],
    2806 => [
        'name' => '联合乡',
        'postal' => '409625',
    ],
    2807 => [
        'name' => '石柳乡',
        'postal' => '409623',
    ],
    2808 => [
        'name' => '走马乡',
        'postal' => '409609',
    ],
    2809 => [
        'name' => '芦塘乡',
        'postal' => '409609',
    ],
    2810 => [
        'name' => '乔梓乡',
        'postal' => '409607',
    ],
    2811 => [
        'name' => '诸佛乡',
        'postal' => '409628',
    ],
    2812 => [
        'name' => '桐楼乡',
        'postal' => '409611',
    ],
    2813 => [
        'name' => '善感乡',
        'postal' => '409612',
    ],
    2814 => [
        'name' => '双龙乡',
        'postal' => '409612',
    ],
    2815 => [
        'name' => '石盘乡',
        'postal' => '409631',
    ],
    2816 => [
        'name' => '大垭乡',
        'postal' => '409614',
    ],
    2817 => [
        'name' => '润溪乡',
        'postal' => '409615',
    ],
    2818 => [
        'name' => '朗溪乡',
        'postal' => '409613',
    ],
    2819 => [
        'name' => '龙塘乡',
        'postal' => '409613',
    ],
    2820 => [
        'name' => '岳阳市',
        'postal' => '414000',
    ],
    2821 => [
        'name' => '岳阳楼区',
        'postal' => '414000',
    ],
    2822 => [
        'name' => '云溪区',
        'postal' => '414000',
    ],
    2823 => [
        'name' => '君山区',
        'postal' => '414000',
    ],
    2824 => [
        'name' => '岳阳县',
        'postal' => '414100',
    ],
    2825 => [
        'name' => '华容县',
        'postal' => '414200',
    ],
    2826 => [
        'name' => '汨罗市',
        'postal' => '414400',
    ],
    2827 => [
        'name' => '临湘市',
        'postal' => '414300',
    ],
    2828 => [
        'name' => '平江县',
        'postal' => '414500',
    ],
    2829 => [
        'name' => '湘阴县',
        'postal' => '414600',
    ],
    2830 => [
        'name' => '长沙市',
        'postal' => '410000',
    ],
    2831 => [
        'name' => '开福区',
        'postal' => '410000',
    ],
    2832 => [
        'name' => '雨花区',
        'postal' => '410000',
    ],
    2833 => [
        'name' => '长沙县',
        'postal' => '410100',
    ],
    2834 => [
        'name' => '宁乡县',
        'postal' => '410600',
    ],
    2835 => [
        'name' => '浏阳市',
        'postal' => '410300',
    ],
    2836 => [
        'name' => '芙蓉区',
        'postal' => '410000',
    ],
    2837 => [
        'name' => '天心区',
        'postal' => '410000',
    ],
    2838 => [
        'name' => '岳麓区',
        'postal' => '410200',
    ],
    2839 => [
        'name' => '望城区',
        'postal' => '410200',
    ],
    2840 => [
        'name' => '湘潭市',
        'postal' => '411100',
    ],
    2841 => [
        'name' => '雨湖区',
        'postal' => '411100',
    ],
    2842 => [
        'name' => '岳塘区',
        'postal' => '411100',
    ],
    2843 => [
        'name' => '湘潭县',
        'postal' => '411200',
    ],
    2844 => [
        'name' => '湘乡市',
        'postal' => '411400',
    ],
    2845 => [
        'name' => '韶山市',
        'postal' => '411300',
    ],
    2846 => [
        'name' => '株洲市',
        'postal' => '412000',
    ],
    2847 => [
        'name' => '醴陵市',
        'postal' => '412200',
    ],
    2848 => [
        'name' => '荷塘区',
        'postal' => '412000',
    ],
    2849 => [
        'name' => '芦淞区',
        'postal' => '412000',
    ],
    2850 => [
        'name' => '石峰区',
        'postal' => '412000',
    ],
    2851 => [
        'name' => '天元区',
        'postal' => '412000',
    ],
    2852 => [
        'name' => '攸县',
        'postal' => '412300',
    ],
    2853 => [
        'name' => '茶陵县',
        'postal' => '412400',
    ],
    2854 => [
        'name' => '炎陵县',
        'postal' => '412500',
    ],
    2855 => [
        'name' => '株洲县',
        'postal' => '412100',
    ],
    2856 => [
        'name' => '衡阳市',
        'postal' => '421000',
    ],
    2857 => [
        'name' => '珠晖区',
        'postal' => '421000',
    ],
    2858 => [
        'name' => '雁峰区',
        'postal' => '421000',
    ],
    2859 => [
        'name' => '石鼓区',
        'postal' => '421000',
    ],
    2860 => [
        'name' => '蒸湘区',
        'postal' => '421000',
    ],
    2861 => [
        'name' => '衡阳县',
        'postal' => '421200',
    ],
    2862 => [
        'name' => '衡南县',
        'postal' => '421100',
    ],
    2863 => [
        'name' => '衡山县',
        'postal' => '421300',
    ],
    2864 => [
        'name' => '衡东县',
        'postal' => '421400',
    ],
    2865 => [
        'name' => '祁东县',
        'postal' => '421600',
    ],
    2866 => [
        'name' => '耒阳市',
        'postal' => '421800',
    ],
    2867 => [
        'name' => '常宁市',
        'postal' => '421500',
    ],
    2868 => [
        'name' => '南岳区',
        'postal' => '421900',
    ],
    2869 => [
        'name' => '郴州市',
        'postal' => '423000',
    ],
    2870 => [
        'name' => '北湖区',
        'postal' => '423000',
    ],
    2871 => [
        'name' => '苏仙区',
        'postal' => '423000',
    ],
    2872 => [
        'name' => '桂阳县',
        'postal' => '424400',
    ],
    2873 => [
        'name' => '宜章县',
        'postal' => '424200',
    ],
    2874 => [
        'name' => '永兴县',
        'postal' => '423300',
    ],
    2875 => [
        'name' => '嘉禾县',
        'postal' => '424500',
    ],
    2876 => [
        'name' => '临武县',
        'postal' => '424300',
    ],
    2877 => [
        'name' => '汝城县',
        'postal' => '424100',
    ],
    2878 => [
        'name' => '桂东县',
        'postal' => '423500',
    ],
    2879 => [
        'name' => '安仁县',
        'postal' => '423600',
    ],
    2880 => [
        'name' => '资兴市',
        'postal' => '423400',
    ],
    2881 => [
        'name' => '常德市',
        'postal' => '415000',
    ],
    2882 => [
        'name' => '澧县',
        'postal' => '415500',
    ],
    2883 => [
        'name' => '临澧县',
        'postal' => '415200',
    ],
    2884 => [
        'name' => '桃源县',
        'postal' => '415700',
    ],
    2885 => [
        'name' => '石门县',
        'postal' => '415300',
    ],
    2886 => [
        'name' => '津市市',
        'postal' => '415400',
    ],
    2887 => [
        'name' => '武陵区',
        'postal' => '415000',
    ],
    2888 => [
        'name' => '鼎城区',
        'postal' => '415100',
    ],
    2889 => [
        'name' => '安乡县',
        'postal' => '415600',
    ],
    2890 => [
        'name' => '汉寿县',
        'postal' => '415900',
    ],
    2891 => [
        'name' => '益阳市',
        'postal' => '413000',
    ],
    2892 => [
        'name' => '资阳区',
        'postal' => '413000',
    ],
    2893 => [
        'name' => '赫山区',
        'postal' => '413000',
    ],
    2894 => [
        'name' => '南县',
        'postal' => '413200',
    ],
    2895 => [
        'name' => '桃江县',
        'postal' => '413400',
    ],
    2896 => [
        'name' => '安化县',
        'postal' => '413500',
    ],
    2897 => [
        'name' => '沅江市',
        'postal' => '413100',
    ],
    2898 => [
        'name' => '娄底市',
        'postal' => '417000',
    ],
    2899 => [
        'name' => '娄星区',
        'postal' => '417000',
    ],
    2900 => [
        'name' => '双峰县',
        'postal' => '417700',
    ],
    2901 => [
        'name' => '新化县',
        'postal' => '417600',
    ],
    2902 => [
        'name' => '冷水江市',
        'postal' => '417500',
    ],
    2903 => [
        'name' => '涟源市',
        'postal' => '417100',
    ],
    2904 => [
        'name' => '邵阳市',
        'postal' => '422000',
    ],
    2905 => [
        'name' => '武冈市',
        'postal' => '422400',
    ],
    2906 => [
        'name' => '双清区',
        'postal' => '422000',
    ],
    2907 => [
        'name' => '大祥区',
        'postal' => '422000',
    ],
    2908 => [
        'name' => '北塔区',
        'postal' => '422000',
    ],
    2909 => [
        'name' => '邵东县',
        'postal' => '422800',
    ],
    2910 => [
        'name' => '新邵县',
        'postal' => '422900',
    ],
    2911 => [
        'name' => '邵阳县',
        'postal' => '422100',
    ],
    2912 => [
        'name' => '隆回县',
        'postal' => '422200',
    ],
    2913 => [
        'name' => '洞口县',
        'postal' => '422300',
    ],
    2914 => [
        'name' => '绥宁县',
        'postal' => '422600',
    ],
    2915 => [
        'name' => '新宁县',
        'postal' => '422700',
    ],
    2916 => [
        'name' => '城步苗族自治县',
        'postal' => '422500',
    ],
    2917 => [
        'name' => '武岗',
        'postal' => '422400',
    ],
    2918 => [
        'name' => '张家界市',
        'postal' => '427000',
    ],
    2919 => [
        'name' => '慈利县',
        'postal' => '427200',
    ],
    2920 => [
        'name' => '桑植县',
        'postal' => '427100',
    ],
    2921 => [
        'name' => '武陵源区',
        'postal' => '427400',
    ],
    2922 => [
        'name' => '永定区',
        'postal' => '427300',
    ],
    2923 => [
        'name' => '怀化市',
        'postal' => '418000',
    ],
    2924 => [
        'name' => '通道侗族自治县',
        'postal' => '418500',
    ],
    2925 => [
        'name' => '麻阳苗族自治县',
        'postal' => '419400',
    ],
    2926 => [
        'name' => '新晃侗族自治县',
        'postal' => '419200',
    ],
    2927 => [
        'name' => '芷江侗族自治县',
        'postal' => '419100',
    ],
    2928 => [
        'name' => '靖州苗族侗族自治县',
        'postal' => '418400',
    ],
    2929 => [
        'name' => '鹤城区',
        'postal' => '418000',
    ],
    2930 => [
        'name' => '中方县',
        'postal' => '418000',
    ],
    2931 => [
        'name' => '沅陵县',
        'postal' => '419600',
    ],
    2932 => [
        'name' => '辰溪县',
        'postal' => '419500',
    ],
    2933 => [
        'name' => '溆浦县',
        'postal' => '419300',
    ],
    2934 => [
        'name' => '会同县',
        'postal' => '418300',
    ],
    2935 => [
        'name' => '洪江区',
        'postal' => '418100',
    ],
    2936 => [
        'name' => '黔阳',
        'postal' => '418100',
    ],
    2937 => [
        'name' => '安江区',
        'postal' => '418100',
    ],
    2938 => [
        'name' => '永州市',
        'postal' => '425000',
    ],
    2939 => [
        'name' => '江华瑶族自治县',
        'postal' => '425500',
    ],
    2940 => [
        'name' => '祁阳县',
        'postal' => '426100',
    ],
    2941 => [
        'name' => '东安县',
        'postal' => '425900',
    ],
    2942 => [
        'name' => '双牌县',
        'postal' => '425200',
    ],
    2943 => [
        'name' => '道县',
        'postal' => '425300',
    ],
    2944 => [
        'name' => '江永县',
        'postal' => '425400',
    ],
    2945 => [
        'name' => '宁远县',
        'postal' => '425600',
    ],
    2946 => [
        'name' => '蓝山县',
        'postal' => '425800',
    ],
    2947 => [
        'name' => '新田县',
        'postal' => '425700',
    ],
    2948 => [
        'name' => '冷水滩区',
        'postal' => '425000',
    ],
    2949 => [
        'name' => '零陵区',
        'postal' => '425100',
    ],
    2950 => [
        'name' => '湘西土家族苗族自治州',
        'postal' => '416000',
    ],
    2951 => [
        'name' => '吉首市',
        'postal' => '416000',
    ],
    2952 => [
        'name' => '泸溪县',
        'postal' => '416100',
    ],
    2953 => [
        'name' => '凤凰县',
        'postal' => '416200',
    ],
    2954 => [
        'name' => '龙山县',
        'postal' => '416800',
    ],
    2955 => [
        'name' => '花垣县',
        'postal' => '416400',
    ],
    2956 => [
        'name' => '保靖县',
        'postal' => '416500',
    ],
    2957 => [
        'name' => '古丈县',
        'postal' => '416300',
    ],
    2958 => [
        'name' => '永顺县',
        'postal' => '416700',
    ],
    2959 => [
        'name' => '神农架林区',
        'postal' => '442400',
    ],
    2960 => [
        'name' => '江汉（天门/仙桃/潜江）区',
        'postal' => '433000',
    ],
    2961 => [
        'name' => '十堰市',
        'postal' => '442000',
    ],
    2962 => [
        'name' => '丹江口市',
        'postal' => '442700',
    ],
    2963 => [
        'name' => '竹溪县',
        'postal' => '442300',
    ],
    2964 => [
        'name' => '房县',
        'postal' => '442100',
    ],
    2965 => [
        'name' => '张湾区',
        'postal' => '442000',
    ],
    2966 => [
        'name' => '郧阳区',
        'postal' => '442500',
    ],
    2967 => [
        'name' => '郧西县',
        'postal' => '442600',
    ],
    2968 => [
        'name' => '竹山县',
        'postal' => '442200',
    ],
    2969 => [
        'name' => '茅箭区',
        'postal' => '442000',
    ],
    2970 => [
        'name' => '随州市',
        'postal' => '441300',
    ],
    2971 => [
        'name' => '广水市',
        'postal' => '432700',
    ],
    2972 => [
        'name' => '曾都区',
        'postal' => '441300',
    ],
    2973 => [
        'name' => '随县',
        'postal' => '441315',
    ],
    2974 => [
        'name' => '随枣',
        'postal' => '441200',
    ],
    2975 => [
        'name' => '荆门市',
        'postal' => '448000',
    ],
    2976 => [
        'name' => '钟祥市',
        'postal' => '431900',
    ],
    2977 => [
        'name' => '京山县',
        'postal' => '431800',
    ],
    2978 => [
        'name' => '沙洋县',
        'postal' => '448200',
    ],
    2979 => [
        'name' => '东宝区',
        'postal' => '448100',
    ],
    2980 => [
        'name' => '掇刀区',
        'postal' => '448100',
    ],
    2981 => [
        'name' => '潜江市',
        'postal' => '433100',
    ],
    2982 => [
        'name' => '园林',
        'postal' => '433199',
    ],
    2983 => [
        'name' => '杨市',
        'postal' => '433133',
    ],
    2984 => [
        'name' => '周矶',
        'postal' => '433119',
    ],
    2985 => [
        'name' => '广华',
        'postal' => '433124',
    ],
    2986 => [
        'name' => '泰丰',
        'postal' => '433199',
    ],
    2987 => [
        'name' => '高场',
        'postal' => '433115',
    ],
    2988 => [
        'name' => '竹根滩镇',
        'postal' => '433131',
    ],
    2989 => [
        'name' => '渔洋镇',
        'postal' => '433138',
    ],
    2990 => [
        'name' => '王场镇',
        'postal' => '433122',
    ],
    2991 => [
        'name' => '高石碑镇',
        'postal' => '433126',
    ],
    2992 => [
        'name' => '熊口镇',
        'postal' => '433136',
    ],
    2993 => [
        'name' => '老新镇',
        'postal' => '433111',
    ],
    2994 => [
        'name' => '浩口镇',
        'postal' => '433116',
    ],
    2995 => [
        'name' => '积玉口镇',
        'postal' => '433128',
    ],
    2996 => [
        'name' => '张金镇',
        'postal' => '433140',
    ],
    2997 => [
        'name' => '龙湾镇',
        'postal' => '433139',
    ],
    2998 => [
        'name' => '后湖管理区',
        'postal' => '433115',
    ],
    2999 => [
        'name' => '总口管理区',
        'postal' => '433134',
    ],
    3000 => [
        'name' => '运粮湖管理区',
        'postal' => '433118',
    ],
    3001 => [
        'name' => '天门市',
        'postal' => '431700',
    ],
    3002 => [
        'name' => '竟陵街道',
        'postal' => '431799',
    ],
    3003 => [
        'name' => '杨林街道',
        'postal' => '431732',
    ],
    3004 => [
        'name' => '多宝镇',
        'postal' => '431722',
    ],
    3005 => [
        'name' => '拖市镇',
        'postal' => '431710',
    ],
    3006 => [
        'name' => '张港镇',
        'postal' => '431726',
    ],
    3007 => [
        'name' => '蒋场镇',
        'postal' => '431716',
    ],
    3008 => [
        'name' => '汪场镇',
        'postal' => '431717',
    ],
    3009 => [
        'name' => '渔薪镇',
        'postal' => '431709',
    ],
    3010 => [
        'name' => '黄潭镇',
        'postal' => '431708',
    ],
    3011 => [
        'name' => '岳口镇',
        'postal' => '431702',
    ],
    3012 => [
        'name' => '横林镇',
        'postal' => '431720',
    ],
    3013 => [
        'name' => '彭市镇',
        'postal' => '431718',
    ],
    3014 => [
        'name' => '麻洋镇',
        'postal' => '431727',
    ],
    3015 => [
        'name' => '多祥镇',
        'postal' => '431728',
    ],
    3016 => [
        'name' => '干驿镇',
        'postal' => '431714',
    ],
    3017 => [
        'name' => '马湾镇',
        'postal' => '431715',
    ],
    3018 => [
        'name' => '卢市镇',
        'postal' => '431729',
    ],
    3019 => [
        'name' => '小板镇',
        'postal' => '431731',
    ],
    3020 => [
        'name' => '九真镇',
        'postal' => '431705',
    ],
    3021 => [
        'name' => '皂市镇',
        'postal' => '431703',
    ],
    3022 => [
        'name' => '胡市镇',
        'postal' => '431713',
    ],
    3023 => [
        'name' => '石家河镇',
        'postal' => '431706',
    ],
    3024 => [
        'name' => '佛子山镇',
        'postal' => '431707',
    ],
    3025 => [
        'name' => '净潭乡',
        'postal' => '431730',
    ],
    3026 => [
        'name' => '仙桃市',
        'postal' => '433000',
    ],
    3027 => [
        'name' => '沙嘴街道',
        'postal' => '433099',
    ],
    3028 => [
        'name' => '干河街道',
        'postal' => '433003',
    ],
    3029 => [
        'name' => '龙华山',
        'postal' => '433099',
    ],
    3030 => [
        'name' => '郑场镇',
        'postal' => '433009',
    ],
    3031 => [
        'name' => '毛嘴镇',
        'postal' => '433008',
    ],
    3032 => [
        'name' => '豆河镇',
        'postal' => '433006',
    ],
    3033 => [
        'name' => '三伏潭镇',
        'postal' => '433005',
    ],
    3034 => [
        'name' => '胡场镇',
        'postal' => '433004',
    ],
    3035 => [
        'name' => '长倘口镇',
        'postal' => '433024',
    ],
    3036 => [
        'name' => '西流河镇',
        'postal' => '433023',
    ],
    3037 => [
        'name' => '沙湖镇',
        'postal' => '433019',
    ],
    3038 => [
        'name' => '杨林尾镇',
        'postal' => '433021',
    ],
    3039 => [
        'name' => '彭场镇',
        'postal' => '433018',
    ],
    3040 => [
        'name' => '张沟镇',
        'postal' => '433012',
    ],
    3041 => [
        'name' => '郭河镇',
        'postal' => '433013',
    ],
    3042 => [
        'name' => '通海口镇',
        'postal' => '433015',
    ],
    3043 => [
        'name' => '陈场镇',
        'postal' => '433016',
    ],
    3044 => [
        'name' => '工业园区',
        'postal' => '433001',
    ],
    3045 => [
        'name' => '五湖渔场',
        'postal' => '433019',
    ],
    3046 => [
        'name' => '武汉市',
        'postal' => '430000',
    ],
    3047 => [
        'name' => '江汉区',
        'postal' => '430000',
    ],
    3048 => [
        'name' => '武昌区',
        'postal' => '430000',
    ],
    3049 => [
        'name' => '蔡甸区',
        'postal' => '430100',
    ],
    3050 => [
        'name' => '江夏区',
        'postal' => '430200',
    ],
    3051 => [
        'name' => '东西湖区',
        'postal' => '430000',
    ],
    3052 => [
        'name' => '汉南区',
        'postal' => '430000',
    ],
    3053 => [
        'name' => '汉阳区',
        'postal' => '430000',
    ],
    3054 => [
        'name' => '洪山区',
        'postal' => '430000',
    ],
    3055 => [
        'name' => '黄陂区',
        'postal' => '430300',
    ],
    3056 => [
        'name' => '江岸区',
        'postal' => '430000',
    ],
    3057 => [
        'name' => '硚口区',
        'postal' => '430000',
    ],
    3058 => [
        'name' => '青山区',
        'postal' => '430000',
    ],
    3059 => [
        'name' => '新洲区',
        'postal' => '430400',
    ],
    3060 => [
        'name' => '武昌县',
        'postal' => '430200',
    ],
    3061 => [
        'name' => '襄阳市',
        'postal' => '441000',
    ],
    3062 => [
        'name' => '襄州区',
        'postal' => '441100',
    ],
    3063 => [
        'name' => '老河口市',
        'postal' => '441800',
    ],
    3064 => [
        'name' => '宜城市',
        'postal' => '441400',
    ],
    3065 => [
        'name' => '枣阳市',
        'postal' => '441200',
    ],
    3066 => [
        'name' => '谷城县',
        'postal' => '441700',
    ],
    3067 => [
        'name' => '保康县',
        'postal' => '441600',
    ],
    3068 => [
        'name' => '南漳县',
        'postal' => '441500',
    ],
    3069 => [
        'name' => '樊城区',
        'postal' => '441000',
    ],
    3070 => [
        'name' => '襄城区',
        'postal' => '441000',
    ],
    3071 => [
        'name' => '鄂州市',
        'postal' => '436000',
    ],
    3072 => [
        'name' => '梁子湖区',
        'postal' => '436000',
    ],
    3073 => [
        'name' => '华容区',
        'postal' => '436000',
    ],
    3074 => [
        'name' => '鄂城区',
        'postal' => '436000',
    ],
    3075 => [
        'name' => '孝感市',
        'postal' => '432000',
    ],
    3076 => [
        'name' => '孝昌县',
        'postal' => '432900',
    ],
    3077 => [
        'name' => '大悟县',
        'postal' => '432800',
    ],
    3078 => [
        'name' => '云梦县',
        'postal' => '432500',
    ],
    3079 => [
        'name' => '应城市',
        'postal' => '432400',
    ],
    3080 => [
        'name' => '安陆市',
        'postal' => '432600',
    ],
    3081 => [
        'name' => '汉川市',
        'postal' => '431600',
    ],
    3082 => [
        'name' => '孝南区',
        'postal' => '432000',
    ],
    3083 => [
        'name' => '黄冈市',
        'postal' => '438000',
    ],
    3084 => [
        'name' => '黄州区',
        'postal' => '438000',
    ],
    3085 => [
        'name' => '红安县',
        'postal' => '438400',
    ],
    3086 => [
        'name' => '罗田县',
        'postal' => '438600',
    ],
    3087 => [
        'name' => '英山县',
        'postal' => '438700',
    ],
    3088 => [
        'name' => '浠水县',
        'postal' => '438200',
    ],
    3089 => [
        'name' => '蕲春县',
        'postal' => '435300',
    ],
    3090 => [
        'name' => '黄梅县',
        'postal' => '435500',
    ],
    3091 => [
        'name' => '麻城市',
        'postal' => '438300',
    ],
    3092 => [
        'name' => '武穴市',
        'postal' => '435400',
    ],
    3093 => [
        'name' => '团风县',
        'postal' => '438800',
    ],
    3094 => [
        'name' => '黄石市',
        'postal' => '435000',
    ],
    3095 => [
        'name' => '黄石港区',
        'postal' => '435000',
    ],
    3096 => [
        'name' => '下陆区',
        'postal' => '435000',
    ],
    3097 => [
        'name' => '铁山区',
        'postal' => '435000',
    ],
    3098 => [
        'name' => '阳新县',
        'postal' => '435200',
    ],
    3099 => [
        'name' => '大冶市',
        'postal' => '435100',
    ],
    3100 => [
        'name' => '团城山开发区',
        'postal' => '435000',
    ],
    3101 => [
        'name' => '西塞山区',
        'postal' => '435000',
    ],
    3102 => [
        'name' => '咸宁市',
        'postal' => '437000',
    ],
    3103 => [
        'name' => '咸安区',
        'postal' => '437000',
    ],
    3104 => [
        'name' => '嘉鱼县',
        'postal' => '437200',
    ],
    3105 => [
        'name' => '通城县',
        'postal' => '437400',
    ],
    3106 => [
        'name' => '崇阳县',
        'postal' => '437500',
    ],
    3107 => [
        'name' => '通山县',
        'postal' => '437600',
    ],
    3108 => [
        'name' => '赤壁市',
        'postal' => '437300',
    ],
    3109 => [
        'name' => '蒲圻',
        'postal' => '437300',
    ],
    3110 => [
        'name' => '荆州市',
        'postal' => '434000',
    ],
    3111 => [
        'name' => '洪湖市',
        'postal' => '433200',
    ],
    3112 => [
        'name' => '松滋市',
        'postal' => '434200',
    ],
    3113 => [
        'name' => '沙市区',
        'postal' => '434000',
    ],
    3114 => [
        'name' => '荆州区',
        'postal' => '434020',
    ],
    3115 => [
        'name' => '公安县',
        'postal' => '434300',
    ],
    3116 => [
        'name' => '监利县',
        'postal' => '433300',
    ],
    3117 => [
        'name' => '江陵县',
        'postal' => '434100',
    ],
    3118 => [
        'name' => '石首市',
        'postal' => '434400',
    ],
    3119 => [
        'name' => '荆沙',
        'postal' => '434100',
    ],
    3120 => [
        'name' => '宜昌市',
        'postal' => '443000',
    ],
    3121 => [
        'name' => '枝江市',
        'postal' => '443200',
    ],
    3122 => [
        'name' => '长阳土家族自治县',
        'postal' => '443500',
    ],
    3123 => [
        'name' => '五峰土家族自治县',
        'postal' => '443400',
    ],
    3124 => [
        'name' => '当阳市',
        'postal' => '444100',
    ],
    3125 => [
        'name' => '西陵区',
        'postal' => '443000',
    ],
    3126 => [
        'name' => '伍家岗区',
        'postal' => '443000',
    ],
    3127 => [
        'name' => '点军区',
        'postal' => '443000',
    ],
    3128 => [
        'name' => '猇亭区',
        'postal' => '443000',
    ],
    3129 => [
        'name' => '夷陵区',
        'postal' => '443100',
    ],
    3130 => [
        'name' => '远安县',
        'postal' => '444200',
    ],
    3131 => [
        'name' => '兴山县',
        'postal' => '443700',
    ],
    3132 => [
        'name' => '秭归县',
        'postal' => '443600',
    ],
    3133 => [
        'name' => '宜都市',
        'postal' => '443300',
    ],
    3134 => [
        'name' => '远发',
        'postal' => '444200',
    ],
    3135 => [
        'name' => '枝城',
        'postal' => '443300',
    ],
    3136 => [
        'name' => '恩施土家族苗族自治州',
        'postal' => '445000',
    ],
    3137 => [
        'name' => '恩施市',
        'postal' => '445000',
    ],
    3138 => [
        'name' => '利川市',
        'postal' => '445400',
    ],
    3139 => [
        'name' => '建始县',
        'postal' => '445300',
    ],
    3140 => [
        'name' => '巴东县',
        'postal' => '444300',
    ],
    3141 => [
        'name' => '宣恩县',
        'postal' => '445500',
    ],
    3142 => [
        'name' => '咸丰县',
        'postal' => '445600',
    ],
    3143 => [
        'name' => '来凤县',
        'postal' => '445700',
    ],
    3144 => [
        'name' => '鹤峰县',
        'postal' => '445800',
    ],
    3145 => [
        'name' => '商丘市',
        'postal' => '476000',
    ],
    3146 => [
        'name' => '梁园区',
        'postal' => '476000',
    ],
    3147 => [
        'name' => '睢阳区',
        'postal' => '476000',
    ],
    3148 => [
        'name' => '民权县',
        'postal' => '476800',
    ],
    3149 => [
        'name' => '睢县',
        'postal' => '476900',
    ],
    3150 => [
        'name' => '宁陵县',
        'postal' => '476700',
    ],
    3151 => [
        'name' => '柘城县',
        'postal' => '476200',
    ],
    3152 => [
        'name' => '虞城县',
        'postal' => '476300',
    ],
    3153 => [
        'name' => '夏邑县',
        'postal' => '476400',
    ],
    3154 => [
        'name' => '永城市',
        'postal' => '476600',
    ],
    3155 => [
        'name' => '商丘县',
        'postal' => '476100',
    ],
    3156 => [
        'name' => '郑州市',
        'postal' => '450000',
    ],
    3157 => [
        'name' => '中原区',
        'postal' => '450000',
    ],
    3158 => [
        'name' => '二七区',
        'postal' => '450000',
    ],
    3159 => [
        'name' => '管城回族区',
        'postal' => '450000',
    ],
    3160 => [
        'name' => '金水区',
        'postal' => '450000',
    ],
    3161 => [
        'name' => '邙山区',
        'postal' => '450000',
    ],
    3162 => [
        'name' => '巩义市',
        'postal' => '451200',
    ],
    3163 => [
        'name' => '荥阳市',
        'postal' => '450100',
    ],
    3164 => [
        'name' => '新郑市',
        'postal' => '451100',
    ],
    3165 => [
        'name' => '登封市',
        'postal' => '452400',
    ],
    3166 => [
        'name' => '上街区',
        'postal' => '450000',
    ],
    3167 => [
        'name' => '新密市',
        'postal' => '452300',
    ],
    3168 => [
        'name' => '中牟县',
        'postal' => '451400',
    ],
    3169 => [
        'name' => '惠济区',
        'postal' => '450000',
    ],
    3170 => [
        'name' => '巩县',
        'postal' => '451200',
    ],
    3171 => [
        'name' => '开封市',
        'postal' => '475000',
    ],
    3172 => [
        'name' => '龙亭区',
        'postal' => '475000',
    ],
    3173 => [
        'name' => '顺河回族区',
        'postal' => '475000',
    ],
    3174 => [
        'name' => '鼓楼区',
        'postal' => '475000',
    ],
    3175 => [
        'name' => '禹王台区',
        'postal' => '475000',
    ],
    3176 => [
        'name' => '金明区',
        'postal' => '475000',
    ],
    3177 => [
        'name' => '杞县',
        'postal' => '475200',
    ],
    3178 => [
        'name' => '通许县',
        'postal' => '475400',
    ],
    3179 => [
        'name' => '尉氏县',
        'postal' => '475500',
    ],
    3180 => [
        'name' => '祥符区',
        'postal' => '475100',
    ],
    3181 => [
        'name' => '兰考县',
        'postal' => '475300',
    ],
    3182 => [
        'name' => '开封县',
        'postal' => '475000',
    ],
    3183 => [
        'name' => '安阳市',
        'postal' => '455000',
    ],
    3184 => [
        'name' => '文峰区',
        'postal' => '455000',
    ],
    3185 => [
        'name' => '北关区',
        'postal' => '455000',
    ],
    3186 => [
        'name' => '殷都区',
        'postal' => '455000',
    ],
    3187 => [
        'name' => '龙安区',
        'postal' => '455000',
    ],
    3188 => [
        'name' => '安阳县',
        'postal' => '455100',
    ],
    3189 => [
        'name' => '滑县',
        'postal' => '456400',
    ],
    3190 => [
        'name' => '内黄县',
        'postal' => '456300',
    ],
    3191 => [
        'name' => '林州市',
        'postal' => '456500',
    ],
    3192 => [
        'name' => '汤阴县',
        'postal' => '456100',
    ],
    3193 => [
        'name' => '林县',
        'postal' => '456500',
    ],
    3194 => [
        'name' => '新乡市',
        'postal' => '453000',
    ],
    3195 => [
        'name' => '红旗区',
        'postal' => '453000',
    ],
    3196 => [
        'name' => '新乡县',
        'postal' => '453700',
    ],
    3197 => [
        'name' => '获嘉县',
        'postal' => '453800',
    ],
    3198 => [
        'name' => '原阳县',
        'postal' => '453500',
    ],
    3199 => [
        'name' => '延津县',
        'postal' => '453200',
    ],
    3200 => [
        'name' => '封丘县',
        'postal' => '453300',
    ],
    3201 => [
        'name' => '长垣县',
        'postal' => '453400',
    ],
    3202 => [
        'name' => '卫辉市',
        'postal' => '453100',
    ],
    3203 => [
        'name' => '辉县市',
        'postal' => '453600',
    ],
    3204 => [
        'name' => '凤泉区',
        'postal' => '453000',
    ],
    3205 => [
        'name' => '牧野区',
        'postal' => '453000',
    ],
    3206 => [
        'name' => '卫滨区',
        'postal' => '453000',
    ],
    3207 => [
        'name' => '许昌市',
        'postal' => '461000',
    ],
    3208 => [
        'name' => '魏都区',
        'postal' => '461000',
    ],
    3209 => [
        'name' => '建安区',
        'postal' => '461100',
    ],
    3210 => [
        'name' => '鄢陵县',
        'postal' => '461200',
    ],
    3211 => [
        'name' => '长葛市',
        'postal' => '461500',
    ],
    3212 => [
        'name' => '襄城县',
        'postal' => '461700',
    ],
    3213 => [
        'name' => '禹州市',
        'postal' => '461600',
    ],
    3214 => [
        'name' => '平顶山市',
        'postal' => '467000',
    ],
    3215 => [
        'name' => '汝州市',
        'postal' => '467500',
    ],
    3216 => [
        'name' => '新华区',
        'postal' => '467000',
    ],
    3217 => [
        'name' => '卫东区',
        'postal' => '467000',
    ],
    3218 => [
        'name' => '石龙区',
        'postal' => '467000',
    ],
    3219 => [
        'name' => '湛河区',
        'postal' => '467000',
    ],
    3220 => [
        'name' => '宝丰县',
        'postal' => '467400',
    ],
    3221 => [
        'name' => '叶县',
        'postal' => '467200',
    ],
    3222 => [
        'name' => '鲁山县',
        'postal' => '467300',
    ],
    3223 => [
        'name' => '郏县',
        'postal' => '467100',
    ],
    3224 => [
        'name' => '舞钢市',
        'postal' => '462500',
    ],
    3225 => [
        'name' => '信阳市',
        'postal' => '464000',
    ],
    3226 => [
        'name' => '平桥区',
        'postal' => '464000',
    ],
    3227 => [
        'name' => '罗山县',
        'postal' => '464200',
    ],
    3228 => [
        'name' => '固始县',
        'postal' => '465200',
    ],
    3229 => [
        'name' => '淮滨县',
        'postal' => '464400',
    ],
    3230 => [
        'name' => '息县',
        'postal' => '464300',
    ],
    3231 => [
        'name' => '光山县',
        'postal' => '465400',
    ],
    3232 => [
        'name' => '潢川县',
        'postal' => '465100',
    ],
    3233 => [
        'name' => '商城县',
        'postal' => '465300',
    ],
    3234 => [
        'name' => '浉河区',
        'postal' => '464000',
    ],
    3235 => [
        'name' => '新县',
        'postal' => '465500',
    ],
    3236 => [
        'name' => '南阳市',
        'postal' => '473000',
    ],
    3237 => [
        'name' => '社旗县',
        'postal' => '473300',
    ],
    3238 => [
        'name' => '唐河县',
        'postal' => '473400',
    ],
    3239 => [
        'name' => '新野县',
        'postal' => '473500',
    ],
    3240 => [
        'name' => '宛城区',
        'postal' => '473000',
    ],
    3241 => [
        'name' => '卧龙区',
        'postal' => '473000',
    ],
    3242 => [
        'name' => '方城县',
        'postal' => '473200',
    ],
    3243 => [
        'name' => '邓州市',
        'postal' => '474100',
    ],
    3244 => [
        'name' => '内乡县',
        'postal' => '474300',
    ],
    3245 => [
        'name' => '南召县',
        'postal' => '474600',
    ],
    3246 => [
        'name' => '桐柏县',
        'postal' => '474700',
    ],
    3247 => [
        'name' => '西峡县',
        'postal' => '474500',
    ],
    3248 => [
        'name' => '淅川县',
        'postal' => '474400',
    ],
    3249 => [
        'name' => '镇平县',
        'postal' => '474200',
    ],
    3250 => [
        'name' => '浙川',
        'postal' => '474400',
    ],
    3251 => [
        'name' => '洛阳市',
        'postal' => '471000',
    ],
    3252 => [
        'name' => '老城区',
        'postal' => '471000',
    ],
    3253 => [
        'name' => '西工区',
        'postal' => '471000',
    ],
    3254 => [
        'name' => '涧西区',
        'postal' => '471000',
    ],
    3255 => [
        'name' => '吉利区',
        'postal' => '471000',
    ],
    3256 => [
        'name' => '洛龙区',
        'postal' => '471000',
    ],
    3257 => [
        'name' => '孟津县',
        'postal' => '471100',
    ],
    3258 => [
        'name' => '新安县',
        'postal' => '471800',
    ],
    3259 => [
        'name' => '栾川县',
        'postal' => '471500',
    ],
    3260 => [
        'name' => '伊川县',
        'postal' => '471300',
    ],
    3261 => [
        'name' => '偃师市',
        'postal' => '471900',
    ],
    3262 => [
        'name' => '嵩县',
        'postal' => '471400',
    ],
    3263 => [
        'name' => '汝阳县',
        'postal' => '471200',
    ],
    3264 => [
        'name' => '宜阳县',
        'postal' => '471600',
    ],
    3265 => [
        'name' => '洛宁县',
        'postal' => '471700',
    ],
    3266 => [
        'name' => '瀍河回族区',
        'postal' => '471000',
    ],
    3267 => [
        'name' => '济源市',
        'postal' => '454650',
    ],
    3268 => [
        'name' => '沁园街道',
        'postal' => '459099',
    ],
    3269 => [
        'name' => '济水街道',
        'postal' => '459099',
    ],
    3270 => [
        'name' => '北海街道',
        'postal' => '459003',
    ],
    3271 => [
        'name' => '天坛街道',
        'postal' => '459003',
    ],
    3272 => [
        'name' => '玉泉街道',
        'postal' => '459002',
    ],
    3273 => [
        'name' => '克井镇',
        'postal' => '459010',
    ],
    3274 => [
        'name' => '五龙口镇',
        'postal' => '459011',
    ],
    3275 => [
        'name' => '轵城镇',
        'postal' => '459005',
    ],
    3276 => [
        'name' => '承留镇',
        'postal' => '459007',
    ],
    3277 => [
        'name' => '邵原镇',
        'postal' => '459014',
    ],
    3278 => [
        'name' => '坡头镇',
        'postal' => '459016',
    ],
    3279 => [
        'name' => '梨林镇',
        'postal' => '459018',
    ],
    3280 => [
        'name' => '大峪镇',
        'postal' => '459017',
    ],
    3281 => [
        'name' => '思礼镇',
        'postal' => '459006',
    ],
    3282 => [
        'name' => '王屋镇',
        'postal' => '459013',
    ],
    3283 => [
        'name' => '下冶镇',
        'postal' => '459015',
    ],
    3284 => [
        'name' => '焦作市',
        'postal' => '454100',
    ],
    3285 => [
        'name' => '孟州市',
        'postal' => '454700',
    ],
    3286 => [
        'name' => '沁阳市',
        'postal' => '454500',
    ],
    3287 => [
        'name' => '温县',
        'postal' => '454800',
    ],
    3288 => [
        'name' => '武陟县',
        'postal' => '454900',
    ],
    3289 => [
        'name' => '博爱县',
        'postal' => '454400',
    ],
    3290 => [
        'name' => '修武县',
        'postal' => '454300',
    ],
    3291 => [
        'name' => '解放区',
        'postal' => '454000',
    ],
    3292 => [
        'name' => '马村区',
        'postal' => '454000',
    ],
    3293 => [
        'name' => '山阳区',
        'postal' => '454000',
    ],
    3294 => [
        'name' => '中站区',
        'postal' => '454000',
    ],
    3295 => [
        'name' => '孟县',
        'postal' => '454700',
    ],
    3296 => [
        'name' => '鹤壁市',
        'postal' => '458000',
    ],
    3297 => [
        'name' => '鹤山区',
        'postal' => '458000',
    ],
    3298 => [
        'name' => '山城区',
        'postal' => '458000',
    ],
    3299 => [
        'name' => '淇滨区',
        'postal' => '458000',
    ],
    3300 => [
        'name' => '浚县',
        'postal' => '456200',
    ],
    3301 => [
        'name' => '淇县',
        'postal' => '456700',
    ],
    3302 => [
        'name' => '濮阳市',
        'postal' => '457000',
    ],
    3303 => [
        'name' => '清丰县',
        'postal' => '457300',
    ],
    3304 => [
        'name' => '南乐县',
        'postal' => '457400',
    ],
    3305 => [
        'name' => '范县',
        'postal' => '457500',
    ],
    3306 => [
        'name' => '台前县',
        'postal' => '457600',
    ],
    3307 => [
        'name' => '濮阳县',
        'postal' => '457100',
    ],
    3308 => [
        'name' => '华龙区',
        'postal' => '457000',
    ],
    3309 => [
        'name' => '周口市',
        'postal' => '466000',
    ],
    3310 => [
        'name' => '川汇区',
        'postal' => '466000',
    ],
    3311 => [
        'name' => '扶沟县',
        'postal' => '461300',
    ],
    3312 => [
        'name' => '西华县',
        'postal' => '466600',
    ],
    3313 => [
        'name' => '商水县',
        'postal' => '466100',
    ],
    3314 => [
        'name' => '沈丘县',
        'postal' => '466300',
    ],
    3315 => [
        'name' => '淮阳县',
        'postal' => '466700',
    ],
    3316 => [
        'name' => '鹿邑县',
        'postal' => '477200',
    ],
    3317 => [
        'name' => '项城市',
        'postal' => '466200',
    ],
    3318 => [
        'name' => '郸城县',
        'postal' => '477100',
    ],
    3319 => [
        'name' => '太康县',
        'postal' => '461400',
    ],
    3320 => [
        'name' => '漯河市',
        'postal' => '462000',
    ],
    3321 => [
        'name' => '源汇区',
        'postal' => '462000',
    ],
    3322 => [
        'name' => '舞阳县',
        'postal' => '462400',
    ],
    3323 => [
        'name' => '临颍县',
        'postal' => '462600',
    ],
    3324 => [
        'name' => '郾城区',
        'postal' => '462000',
    ],
    3325 => [
        'name' => '召陵区',
        'postal' => '462000',
    ],
    3326 => [
        'name' => '临颖',
        'postal' => '462600',
    ],
    3327 => [
        'name' => '驻马店市',
        'postal' => '463000',
    ],
    3328 => [
        'name' => '驿城区',
        'postal' => '463000',
    ],
    3329 => [
        'name' => '新蔡县',
        'postal' => '463500',
    ],
    3330 => [
        'name' => '西平县',
        'postal' => '463900',
    ],
    3331 => [
        'name' => '上蔡县',
        'postal' => '463800',
    ],
    3332 => [
        'name' => '平舆县',
        'postal' => '463400',
    ],
    3333 => [
        'name' => '正阳县',
        'postal' => '463600',
    ],
    3334 => [
        'name' => '确山县',
        'postal' => '463200',
    ],
    3335 => [
        'name' => '泌阳县',
        'postal' => '463700',
    ],
    3336 => [
        'name' => '汝南县',
        'postal' => '463300',
    ],
    3337 => [
        'name' => '遂平县',
        'postal' => '463100',
    ],
    3338 => [
        'name' => '三门峡市',
        'postal' => '472000',
    ],
    3339 => [
        'name' => '湖滨区',
        'postal' => '472000',
    ],
    3340 => [
        'name' => '渑池县',
        'postal' => '472400',
    ],
    3341 => [
        'name' => '陕州区',
        'postal' => '472100',
    ],
    3342 => [
        'name' => '卢氏县',
        'postal' => '472200',
    ],
    3343 => [
        'name' => '义马市',
        'postal' => '472300',
    ],
    3344 => [
        'name' => '灵宝市',
        'postal' => '472500',
    ],
    3345 => [
        'name' => '邯郸市',
        'postal' => '056000',
    ],
    3346 => [
        'name' => '邯山区',
        'postal' => '056000',
    ],
    3347 => [
        'name' => '丛台区',
        'postal' => '056000',
    ],
    3348 => [
        'name' => '复兴区',
        'postal' => '056000',
    ],
    3349 => [
        'name' => '峰峰矿区',
        'postal' => '056200',
    ],
    3350 => [
        'name' => '临漳县',
        'postal' => '056600',
    ],
    3351 => [
        'name' => '成安县',
        'postal' => '056700',
    ],
    3352 => [
        'name' => '大名县',
        'postal' => '056900',
    ],
    3353 => [
        'name' => '涉县',
        'postal' => '056400',
    ],
    3354 => [
        'name' => '磁县',
        'postal' => '056500',
    ],
    3355 => [
        'name' => '魏县',
        'postal' => '056800',
    ],
    3356 => [
        'name' => '武安市',
        'postal' => '056300',
    ],
    3357 => [
        'name' => '肥乡区',
        'postal' => '057500',
    ],
    3358 => [
        'name' => '馆陶县',
        'postal' => '057700',
    ],
    3359 => [
        'name' => '广平县',
        'postal' => '057600',
    ],
    3360 => [
        'name' => '邯郸县',
        'postal' => '056100',
    ],
    3361 => [
        'name' => '鸡泽县',
        'postal' => '057300',
    ],
    3362 => [
        'name' => '邱县',
        'postal' => '057400',
    ],
    3363 => [
        'name' => '曲周县',
        'postal' => '057200',
    ],
    3364 => [
        'name' => '永年区',
        'postal' => '057100',
    ],
    3365 => [
        'name' => '丘县',
        'postal' => '057400',
    ],
    3366 => [
        'name' => '石家庄市',
        'postal' => '050000',
    ],
    3367 => [
        'name' => '长安区',
        'postal' => '050000',
    ],
    3368 => [
        'name' => '桥东区',
        'postal' => '050000',
    ],
    3369 => [
        'name' => '桥西区',
        'postal' => '050000',
    ],
    3370 => [
        'name' => '新华区',
        'postal' => '050000',
    ],
    3371 => [
        'name' => '井陉矿区',
        'postal' => '050100',
    ],
    3372 => [
        'name' => '裕华区',
        'postal' => '050000',
    ],
    3373 => [
        'name' => '井陉县',
        'postal' => '050300',
    ],
    3374 => [
        'name' => '正定县',
        'postal' => '050800',
    ],
    3375 => [
        'name' => '行唐县',
        'postal' => '050600',
    ],
    3376 => [
        'name' => '灵寿县',
        'postal' => '050500',
    ],
    3377 => [
        'name' => '深泽县',
        'postal' => '052500',
    ],
    3378 => [
        'name' => '平山县',
        'postal' => '050400',
    ],
    3379 => [
        'name' => '晋州市',
        'postal' => '052200',
    ],
    3380 => [
        'name' => '新乐市',
        'postal' => '050700',
    ],
    3381 => [
        'name' => '鹿泉区',
        'postal' => '050200',
    ],
    3382 => [
        'name' => '高邑县',
        'postal' => '051300',
    ],
    3383 => [
        'name' => '藁城区',
        'postal' => '052100',
    ],
    3384 => [
        'name' => '栾城区',
        'postal' => '051400',
    ],
    3385 => [
        'name' => '无极县',
        'postal' => '052400',
    ],
    3386 => [
        'name' => '辛集市',
        'postal' => '052300',
    ],
    3387 => [
        'name' => '元氏县',
        'postal' => '051100',
    ],
    3388 => [
        'name' => '赞皇县',
        'postal' => '051200',
    ],
    3389 => [
        'name' => '赵县',
        'postal' => '051500',
    ],
    3390 => [
        'name' => '获鹿',
        'postal' => '050200',
    ],
    3391 => [
        'name' => '保定市',
        'postal' => '071000',
    ],
    3392 => [
        'name' => '竞秀区',
        'postal' => '071000',
    ],
    3393 => [
        'name' => '莲池区',
        'postal' => '071000',
    ],
    3394 => [
        'name' => '清苑区',
        'postal' => '071100',
    ],
    3395 => [
        'name' => '涞水县',
        'postal' => '074100',
    ],
    3396 => [
        'name' => '阜平县',
        'postal' => '073200',
    ],
    3397 => [
        'name' => '高阳县',
        'postal' => '071500',
    ],
    3398 => [
        'name' => '容城县',
        'postal' => '071700',
    ],
    3399 => [
        'name' => '涞源县',
        'postal' => '074300',
    ],
    3400 => [
        'name' => '安新县',
        'postal' => '071600',
    ],
    3401 => [
        'name' => '易县',
        'postal' => '074200',
    ],
    3402 => [
        'name' => '曲阳县',
        'postal' => '073100',
    ],
    3403 => [
        'name' => '蠡县',
        'postal' => '071400',
    ],
    3404 => [
        'name' => '博野县',
        'postal' => '071300',
    ],
    3405 => [
        'name' => '雄县',
        'postal' => '071800',
    ],
    3406 => [
        'name' => '定州市',
        'postal' => '073000',
    ],
    3407 => [
        'name' => '安国市',
        'postal' => '071200',
    ],
    3408 => [
        'name' => '高碑店市',
        'postal' => '074000',
    ],
    3409 => [
        'name' => '定兴县',
        'postal' => '072600',
    ],
    3410 => [
        'name' => '满城区',
        'postal' => '072100',
    ],
    3411 => [
        'name' => '顺平县',
        'postal' => '072200',
    ],
    3412 => [
        'name' => '唐县',
        'postal' => '072300',
    ],
    3413 => [
        'name' => '望都县',
        'postal' => '072400',
    ],
    3414 => [
        'name' => '徐水区',
        'postal' => '072500',
    ],
    3415 => [
        'name' => '涿州市',
        'postal' => '072700',
    ],
    3416 => [
        'name' => '潢城',
        'postal' => '072100',
    ],
    3417 => [
        'name' => '南市区',
        'postal' => '071000',
    ],
    3418 => [
        'name' => '张家口市',
        'postal' => '075000',
    ],
    3419 => [
        'name' => '桥东区',
        'postal' => '075000',
    ],
    3420 => [
        'name' => '桥西区',
        'postal' => '075000',
    ],
    3421 => [
        'name' => '下花园区',
        'postal' => '075300',
    ],
    3422 => [
        'name' => '宣化县',
        'postal' => '075100',
    ],
    3423 => [
        'name' => '蔚县',
        'postal' => '075700',
    ],
    3424 => [
        'name' => '阳原县',
        'postal' => '075800',
    ],
    3425 => [
        'name' => '怀来县',
        'postal' => '075400',
    ],
    3426 => [
        'name' => '涿鹿县',
        'postal' => '075600',
    ],
    3427 => [
        'name' => '赤城县',
        'postal' => '075500',
    ],
    3428 => [
        'name' => '崇礼区',
        'postal' => '076300',
    ],
    3429 => [
        'name' => '沽源县',
        'postal' => '076500',
    ],
    3430 => [
        'name' => '怀安县',
        'postal' => '076100',
    ],
    3431 => [
        'name' => '康保县',
        'postal' => '076600',
    ],
    3432 => [
        'name' => '尚义县',
        'postal' => '076700',
    ],
    3433 => [
        'name' => '万全区',
        'postal' => '076200',
    ],
    3434 => [
        'name' => '宣化区',
        'postal' => '075100',
    ],
    3435 => [
        'name' => '张北县',
        'postal' => '076400',
    ],
    3436 => [
        'name' => '承德市',
        'postal' => '067000',
    ],
    3437 => [
        'name' => '双桥区',
        'postal' => '067000',
    ],
    3438 => [
        'name' => '鹰手营子矿区',
        'postal' => '067200',
    ],
    3439 => [
        'name' => '承德县',
        'postal' => '067400',
    ],
    3440 => [
        'name' => '兴隆县',
        'postal' => '067300',
    ],
    3441 => [
        'name' => '平泉县',
        'postal' => '067500',
    ],
    3442 => [
        'name' => '宽城满族自治县',
        'postal' => '067600',
    ],
    3443 => [
        'name' => '丰宁满族自治县',
        'postal' => '068300',
    ],
    3444 => [
        'name' => '隆化县',
        'postal' => '068100',
    ],
    3445 => [
        'name' => '滦平县',
        'postal' => '068200',
    ],
    3446 => [
        'name' => '双滦区',
        'postal' => '067100',
    ],
    3447 => [
        'name' => '围场满族蒙古族自治县',
        'postal' => '068400',
    ],
    3448 => [
        'name' => '唐山市',
        'postal' => '063000',
    ],
    3449 => [
        'name' => '路北区',
        'postal' => '063000',
    ],
    3450 => [
        'name' => '古冶区',
        'postal' => '063100',
    ],
    3451 => [
        'name' => '开平区',
        'postal' => '063000',
    ],
    3452 => [
        'name' => '丰南区',
        'postal' => '063300',
    ],
    3453 => [
        'name' => '滦县',
        'postal' => '063700',
    ],
    3454 => [
        'name' => '滦南县',
        'postal' => '063500',
    ],
    3455 => [
        'name' => '乐亭县',
        'postal' => '063600',
    ],
    3456 => [
        'name' => '迁西县',
        'postal' => '064300',
    ],
    3457 => [
        'name' => '玉田县',
        'postal' => '064100',
    ],
    3458 => [
        'name' => '遵化市',
        'postal' => '064200',
    ],
    3459 => [
        'name' => '迁安市',
        'postal' => '064400',
    ],
    3460 => [
        'name' => '路南区',
        'postal' => '063000',
    ],
    3461 => [
        'name' => '丰润区',
        'postal' => '064000',
    ],
    3462 => [
        'name' => '曹妃甸区',
        'postal' => '063200',
    ],
    3463 => [
        'name' => '廊坊市',
        'postal' => '065000',
    ],
    3464 => [
        'name' => '安次区',
        'postal' => '065000',
    ],
    3465 => [
        'name' => '广阳区',
        'postal' => '065000',
    ],
    3466 => [
        'name' => '固安县',
        'postal' => '065500',
    ],
    3467 => [
        'name' => '永清县',
        'postal' => '065600',
    ],
    3468 => [
        'name' => '香河县',
        'postal' => '065400',
    ],
    3469 => [
        'name' => '大城县',
        'postal' => '065900',
    ],
    3470 => [
        'name' => '文安县',
        'postal' => '065800',
    ],
    3471 => [
        'name' => '大厂回族自治县',
        'postal' => '065300',
    ],
    3472 => [
        'name' => '霸州市',
        'postal' => '065700',
    ],
    3473 => [
        'name' => '三河市',
        'postal' => '065200',
    ],
    3474 => [
        'name' => '沧州市',
        'postal' => '061000',
    ],
    3475 => [
        'name' => '黄骅市',
        'postal' => '061100',
    ],
    3476 => [
        'name' => '孟村回族自治县',
        'postal' => '061400',
    ],
    3477 => [
        'name' => '新华区',
        'postal' => '061000',
    ],
    3478 => [
        'name' => '运河区',
        'postal' => '061000',
    ],
    3479 => [
        'name' => '东光县',
        'postal' => '061600',
    ],
    3480 => [
        'name' => '海兴县',
        'postal' => '061200',
    ],
    3481 => [
        'name' => '盐山县',
        'postal' => '061300',
    ],
    3482 => [
        'name' => '南皮县',
        'postal' => '061500',
    ],
    3483 => [
        'name' => '吴桥县',
        'postal' => '061800',
    ],
    3484 => [
        'name' => '泊头市',
        'postal' => '062100',
    ],
    3485 => [
        'name' => '沧县',
        'postal' => '061700',
    ],
    3486 => [
        'name' => '河间市',
        'postal' => '062400',
    ],
    3487 => [
        'name' => '青县',
        'postal' => '062600',
    ],
    3488 => [
        'name' => '任丘市',
        'postal' => '062500',
    ],
    3489 => [
        'name' => '肃宁县',
        'postal' => '062300',
    ],
    3490 => [
        'name' => '献县',
        'postal' => '062200',
    ],
    3491 => [
        'name' => '衡水市',
        'postal' => '053000',
    ],
    3492 => [
        'name' => '桃城区',
        'postal' => '053000',
    ],
    3493 => [
        'name' => '枣强县',
        'postal' => '053100',
    ],
    3494 => [
        'name' => '武邑县',
        'postal' => '053400',
    ],
    3495 => [
        'name' => '武强县',
        'postal' => '053300',
    ],
    3496 => [
        'name' => '饶阳县',
        'postal' => '053900',
    ],
    3497 => [
        'name' => '安平县',
        'postal' => '053600',
    ],
    3498 => [
        'name' => '景县',
        'postal' => '053500',
    ],
    3499 => [
        'name' => '阜城县',
        'postal' => '053700',
    ],
    3500 => [
        'name' => '冀州区',
        'postal' => '053200',
    ],
    3501 => [
        'name' => '深州市',
        'postal' => '053800',
    ],
    3502 => [
        'name' => '冀县',
        'postal' => '053200',
    ],
    3503 => [
        'name' => '铙阳',
        'postal' => '052700',
    ],
    3504 => [
        'name' => '故城县',
        'postal' => '053800',
    ],
    3505 => [
        'name' => '邢台市',
        'postal' => '054000',
    ],
    3506 => [
        'name' => '沙河市',
        'postal' => '054100',
    ],
    3507 => [
        'name' => '威县',
        'postal' => '054700',
    ],
    3508 => [
        'name' => '清河县',
        'postal' => '054800',
    ],
    3509 => [
        'name' => '临西县',
        'postal' => '054900',
    ],
    3510 => [
        'name' => '南和县',
        'postal' => '054400',
    ],
    3511 => [
        'name' => '广宗县',
        'postal' => '054600',
    ],
    3512 => [
        'name' => '平乡县',
        'postal' => '054500',
    ],
    3513 => [
        'name' => '桥东区',
        'postal' => '054000',
    ],
    3514 => [
        'name' => '桥西区',
        'postal' => '054000',
    ],
    3515 => [
        'name' => '邢台县',
        'postal' => '054000',
    ],
    3516 => [
        'name' => '临城县',
        'postal' => '054300',
    ],
    3517 => [
        'name' => '内邱县',
        'postal' => '054200',
    ],
    3518 => [
        'name' => '柏乡县',
        'postal' => '055400',
    ],
    3519 => [
        'name' => '巨鹿县',
        'postal' => '055200',
    ],
    3520 => [
        'name' => '隆尧县',
        'postal' => '055300',
    ],
    3521 => [
        'name' => '南宫市',
        'postal' => '055700',
    ],
    3522 => [
        'name' => '宁晋县',
        'postal' => '055500',
    ],
    3523 => [
        'name' => '任县',
        'postal' => '055100',
    ],
    3524 => [
        'name' => '新河县',
        'postal' => '055600',
    ],
    3525 => [
        'name' => '内丘县',
        'postal' => '054200',
    ],
    3526 => [
        'name' => '秦皇岛市',
        'postal' => '066000',
    ],
    3527 => [
        'name' => '海港区',
        'postal' => '066000',
    ],
    3528 => [
        'name' => '山海关区',
        'postal' => '066200',
    ],
    3529 => [
        'name' => '卢龙县',
        'postal' => '066400',
    ],
    3530 => [
        'name' => '北戴河区',
        'postal' => '066100',
    ],
    3531 => [
        'name' => '青龙满族自治县',
        'postal' => '066500',
    ],
    3532 => [
        'name' => '昌黎县',
        'postal' => '066600',
    ],
    3533 => [
        'name' => '抚宁区',
        'postal' => '066300',
    ],
    3534 => [
        'name' => '经济技术开发区',
        'postal' => '066000',
    ],
    3535 => [
        'name' => '雄安新区',
        'postal' => '071700',
    ],
    3536 => [
        'name' => '广州市',
        'postal' => '510000',
    ],
    3537 => [
        'name' => '越秀区',
        'postal' => '510000',
    ],
    3538 => [
        'name' => '黄埔区',
        'postal' => '510700',
    ],
    3539 => [
        'name' => '番禺区',
        'postal' => '511400',
    ],
    3540 => [
        'name' => '花都区',
        'postal' => '510800',
    ],
    3541 => [
        'name' => '南沙区',
        'postal' => '511400',
    ],
    3542 => [
        'name' => '萝岗区',
        'postal' => '510000',
    ],
    3543 => [
        'name' => '增城区',
        'postal' => '511300',
    ],
    3544 => [
        'name' => '从化区',
        'postal' => '510900',
    ],
    3545 => [
        'name' => '白云区',
        'postal' => '510400',
    ],
    3546 => [
        'name' => '海珠区',
        'postal' => '510200',
    ],
    3547 => [
        'name' => '荔湾区',
        'postal' => '510100',
    ],
    3548 => [
        'name' => '天河区',
        'postal' => '510600',
    ],
    3549 => [
        'name' => '花都区（原花县）',
        'postal' => '510800',
    ],
    3550 => [
        'name' => '汕尾市',
        'postal' => '516600',
    ],
    3551 => [
        'name' => '城区',
        'postal' => '516600',
    ],
    3552 => [
        'name' => '海丰县',
        'postal' => '516400',
    ],
    3553 => [
        'name' => '陆河县',
        'postal' => '516700',
    ],
    3554 => [
        'name' => '陆丰市',
        'postal' => '516500',
    ],
    3555 => [
        'name' => '红海湾经济开发试验区',
        'postal' => '516600',
    ],
    3556 => [
        'name' => '阳江市',
        'postal' => '529500',
    ],
    3557 => [
        'name' => '江城区',
        'postal' => '529500',
    ],
    3558 => [
        'name' => '阳西县',
        'postal' => '529800',
    ],
    3559 => [
        'name' => '阳东区',
        'postal' => '529900',
    ],
    3560 => [
        'name' => '阳春市',
        'postal' => '529600',
    ],
    3561 => [
        'name' => '揭阳市',
        'postal' => '522000',
    ],
    3562 => [
        'name' => '榕城区',
        'postal' => '522000',
    ],
    3563 => [
        'name' => '揭东区',
        'postal' => '515500',
    ],
    3564 => [
        'name' => '揭西县',
        'postal' => '515400',
    ],
    3565 => [
        'name' => '惠来县',
        'postal' => '515200',
    ],
    3566 => [
        'name' => '普宁市',
        'postal' => '515300',
    ],
    3567 => [
        'name' => '东山区',
        'postal' => '522000',
    ],
    3568 => [
        'name' => '经济开发试验区',
        'postal' => '522000',
    ],
    3569 => [
        'name' => '茂名市',
        'postal' => '525000',
    ],
    3570 => [
        'name' => '茂南区',
        'postal' => '525000',
    ],
    3571 => [
        'name' => '茂港区',
        'postal' => '525000',
    ],
    3572 => [
        'name' => '电白区',
        'postal' => '525400',
    ],
    3573 => [
        'name' => '高州市',
        'postal' => '525200',
    ],
    3574 => [
        'name' => '化州市',
        'postal' => '525100',
    ],
    3575 => [
        'name' => '信宜市',
        'postal' => '525300',
    ],
    3576 => [
        'name' => '江门市',
        'postal' => '529000',
    ],
    3577 => [
        'name' => '蓬江区',
        'postal' => '529000',
    ],
    3578 => [
        'name' => '江海区',
        'postal' => '529000',
    ],
    3579 => [
        'name' => '新会区',
        'postal' => '529100',
    ],
    3580 => [
        'name' => '台山市',
        'postal' => '529200',
    ],
    3581 => [
        'name' => '开平市',
        'postal' => '529300',
    ],
    3582 => [
        'name' => '鹤山市',
        'postal' => '529700',
    ],
    3583 => [
        'name' => '恩平市',
        'postal' => '529400',
    ],
    3584 => [
        'name' => '韶关市',
        'postal' => '512000',
    ],
    3585 => [
        'name' => '武江区',
        'postal' => '512000',
    ],
    3586 => [
        'name' => '浈江区',
        'postal' => '512000',
    ],
    3587 => [
        'name' => '曲江区',
        'postal' => '512100',
    ],
    3588 => [
        'name' => '始兴县',
        'postal' => '512500',
    ],
    3589 => [
        'name' => '仁化县',
        'postal' => '512300',
    ],
    3590 => [
        'name' => '翁源县',
        'postal' => '512600',
    ],
    3591 => [
        'name' => '乳源瑶族自治县',
        'postal' => '512700',
    ],
    3592 => [
        'name' => '新丰县',
        'postal' => '511100',
    ],
    3593 => [
        'name' => '乐昌市',
        'postal' => '512200',
    ],
    3594 => [
        'name' => '南雄市',
        'postal' => '512400',
    ],
    3595 => [
        'name' => '惠州市',
        'postal' => '516000',
    ],
    3596 => [
        'name' => '惠城区',
        'postal' => '516000',
    ],
    3597 => [
        'name' => '惠阳区',
        'postal' => '516200',
    ],
    3598 => [
        'name' => '博罗县',
        'postal' => '516100',
    ],
    3599 => [
        'name' => '惠东县',
        'postal' => '516300',
    ],
    3600 => [
        'name' => '龙门县',
        'postal' => '516800',
    ],
    3601 => [
        'name' => '梅州市',
        'postal' => '514000',
    ],
    3602 => [
        'name' => '梅江区',
        'postal' => '514000',
    ],
    3603 => [
        'name' => '兴宁市',
        'postal' => '514500',
    ],
    3604 => [
        'name' => '平远县',
        'postal' => '514600',
    ],
    3605 => [
        'name' => '蕉岭县',
        'postal' => '514100',
    ],
    3606 => [
        'name' => '梅县区',
        'postal' => '514700',
    ],
    3607 => [
        'name' => '大埔县',
        'postal' => '514200',
    ],
    3608 => [
        'name' => '丰顺县',
        'postal' => '514300',
    ],
    3609 => [
        'name' => '五华县',
        'postal' => '514400',
    ],
    3610 => [
        'name' => '汕头市',
        'postal' => '515000',
    ],
    3611 => [
        'name' => '龙湖区',
        'postal' => '515000',
    ],
    3612 => [
        'name' => '金平区',
        'postal' => '515000',
    ],
    3613 => [
        'name' => '濠江区',
        'postal' => '515000',
    ],
    3614 => [
        'name' => '潮阳区',
        'postal' => '515100',
    ],
    3615 => [
        'name' => '潮南区',
        'postal' => '515100',
    ],
    3616 => [
        'name' => '澄海区',
        'postal' => '515800',
    ],
    3617 => [
        'name' => '南澳县',
        'postal' => '515900',
    ],
    3618 => [
        'name' => '深圳市',
        'postal' => '518000',
    ],
    3619 => [
        'name' => '南山区',
        'postal' => '518000',
    ],
    3620 => [
        'name' => '宝安区',
        'postal' => '518100',
    ],
    3621 => [
        'name' => '龙岗区',
        'postal' => '518100',
    ],
    3622 => [
        'name' => '盐田区',
        'postal' => '518000',
    ],
    3623 => [
        'name' => '罗湖区',
        'postal' => '518000',
    ],
    3624 => [
        'name' => '福田区',
        'postal' => '518000',
    ],
    3625 => [
        'name' => '龙华区',
        'postal' => '518000',
    ],
    3626 => [
        'name' => '坪山区',
        'postal' => '518000',
    ],
    3627 => [
        'name' => '珠海市',
        'postal' => '519000',
    ],
    3628 => [
        'name' => '香洲区',
        'postal' => '519000',
    ],
    3629 => [
        'name' => '斗门区',
        'postal' => '519100',
    ],
    3630 => [
        'name' => '金湾区',
        'postal' => '519000',
    ],
    3631 => [
        'name' => '佛山市',
        'postal' => '528000',
    ],
    3632 => [
        'name' => '三水区',
        'postal' => '528100',
    ],
    3633 => [
        'name' => '高明区',
        'postal' => '528500',
    ],
    3634 => [
        'name' => '禅城区',
        'postal' => '528000',
    ],
    3635 => [
        'name' => '南海区',
        'postal' => '528200',
    ],
    3636 => [
        'name' => '顺德区',
        'postal' => '528300',
    ],
    3637 => [
        'name' => '肇庆市',
        'postal' => '526000',
    ],
    3638 => [
        'name' => '端州区',
        'postal' => '526000',
    ],
    3639 => [
        'name' => '鼎湖区',
        'postal' => '526000',
    ],
    3640 => [
        'name' => '广宁县',
        'postal' => '526300',
    ],
    3641 => [
        'name' => '怀集县',
        'postal' => '526400',
    ],
    3642 => [
        'name' => '封开县',
        'postal' => '526500',
    ],
    3643 => [
        'name' => '德庆县',
        'postal' => '526600',
    ],
    3644 => [
        'name' => '高要区',
        'postal' => '526100',
    ],
    3645 => [
        'name' => '四会市',
        'postal' => '526200',
    ],
    3646 => [
        'name' => '湛江市',
        'postal' => '524000',
    ],
    3647 => [
        'name' => '霞山区',
        'postal' => '524000',
    ],
    3648 => [
        'name' => '坡头区',
        'postal' => '524000',
    ],
    3649 => [
        'name' => '麻章区',
        'postal' => '524000',
    ],
    3650 => [
        'name' => '遂溪县',
        'postal' => '524300',
    ],
    3651 => [
        'name' => '徐闻县',
        'postal' => '524100',
    ],
    3652 => [
        'name' => '廉江市',
        'postal' => '524400',
    ],
    3653 => [
        'name' => '雷州市',
        'postal' => '524200',
    ],
    3654 => [
        'name' => '吴川市',
        'postal' => '524500',
    ],
    3655 => [
        'name' => '赤坎区',
        'postal' => '524000',
    ],
    3656 => [
        'name' => '东海岛',
        'postal' => '524000',
    ],
    3657 => [
        'name' => '开发区',
        'postal' => '524000',
    ],
    3658 => [
        'name' => '中山市',
        'postal' => '528400',
    ],
    3659 => [
        'name' => '河源市',
        'postal' => '517000',
    ],
    3660 => [
        'name' => '源城区',
        'postal' => '517000',
    ],
    3661 => [
        'name' => '紫金县',
        'postal' => '517400',
    ],
    3662 => [
        'name' => '龙川县',
        'postal' => '517300',
    ],
    3663 => [
        'name' => '东源县',
        'postal' => '517500',
    ],
    3664 => [
        'name' => '连平县',
        'postal' => '517100',
    ],
    3665 => [
        'name' => '和平县',
        'postal' => '517200',
    ],
    3666 => [
        'name' => '清远市',
        'postal' => '511500',
    ],
    3667 => [
        'name' => '清城区',
        'postal' => '511500',
    ],
    3668 => [
        'name' => '佛冈县',
        'postal' => '511600',
    ],
    3669 => [
        'name' => '阳山县',
        'postal' => '513100',
    ],
    3670 => [
        'name' => '连山壮族瑶族自治县',
        'postal' => '513200',
    ],
    3671 => [
        'name' => '连南瑶族自治县',
        'postal' => '513300',
    ],
    3672 => [
        'name' => '清新区',
        'postal' => '511800',
    ],
    3673 => [
        'name' => '英德市',
        'postal' => '513000',
    ],
    3674 => [
        'name' => '连州市',
        'postal' => '513400',
    ],
    3675 => [
        'name' => '云浮市',
        'postal' => '527300',
    ],
    3676 => [
        'name' => '云城区',
        'postal' => '527300',
    ],
    3677 => [
        'name' => '新兴县',
        'postal' => '527400',
    ],
    3678 => [
        'name' => '郁南县',
        'postal' => '527100',
    ],
    3679 => [
        'name' => '云安区',
        'postal' => '527500',
    ],
    3680 => [
        'name' => '罗定市',
        'postal' => '527200',
    ],
    3681 => [
        'name' => '潮州市',
        'postal' => '521000',
    ],
    3682 => [
        'name' => '饶平县',
        'postal' => '515700',
    ],
    3683 => [
        'name' => '湘桥区',
        'postal' => '521000',
    ],
    3684 => [
        'name' => '潮安区',
        'postal' => '515600',
    ],
    3685 => [
        'name' => '枫溪区',
        'postal' => '521000',
    ],
    3686 => [
        'name' => '东莞市',
        'postal' => '523000',
    ],
    3687 => [
        'name' => '防城港市',
        'postal' => '538000',
    ],
    3688 => [
        'name' => '港口区',
        'postal' => '538000',
    ],
    3689 => [
        'name' => '防城区',
        'postal' => '538000',
    ],
    3690 => [
        'name' => '上思县',
        'postal' => '535500',
    ],
    3691 => [
        'name' => '东兴市',
        'postal' => '538100',
    ],
    3692 => [
        'name' => '南宁市',
        'postal' => '530000',
    ],
    3693 => [
        'name' => '兴宁区',
        'postal' => '530000',
    ],
    3694 => [
        'name' => '青秀区',
        'postal' => '530000',
    ],
    3695 => [
        'name' => '江南区',
        'postal' => '530000',
    ],
    3696 => [
        'name' => '西乡塘区',
        'postal' => '530000',
    ],
    3697 => [
        'name' => '良庆区',
        'postal' => '530200',
    ],
    3698 => [
        'name' => '邕宁区',
        'postal' => '530200',
    ],
    3699 => [
        'name' => '武鸣区',
        'postal' => '530100',
    ],
    3700 => [
        'name' => '隆安县',
        'postal' => '532700',
    ],
    3701 => [
        'name' => '马山县',
        'postal' => '530600',
    ],
    3702 => [
        'name' => '上林县',
        'postal' => '530500',
    ],
    3703 => [
        'name' => '宾阳县',
        'postal' => '530400',
    ],
    3704 => [
        'name' => '横县',
        'postal' => '530300',
    ],
    3705 => [
        'name' => '崇左市',
        'postal' => '532200',
    ],
    3706 => [
        'name' => '江洲区',
        'postal' => '532200',
    ],
    3707 => [
        'name' => '扶绥县',
        'postal' => '532100',
    ],
    3708 => [
        'name' => '宁明县',
        'postal' => '532500',
    ],
    3709 => [
        'name' => '龙州县',
        'postal' => '532400',
    ],
    3710 => [
        'name' => '大新县',
        'postal' => '532300',
    ],
    3711 => [
        'name' => '天等县',
        'postal' => '532800',
    ],
    3712 => [
        'name' => '凭祥市',
        'postal' => '532600',
    ],
    3713 => [
        'name' => '江州区',
        'postal' => '532200',
    ],
    3714 => [
        'name' => '柳州市',
        'postal' => '545000',
    ],
    3715 => [
        'name' => '城中区',
        'postal' => '545000',
    ],
    3716 => [
        'name' => '鱼峰区',
        'postal' => '545000',
    ],
    3717 => [
        'name' => '柳南区',
        'postal' => '545000',
    ],
    3718 => [
        'name' => '柳北区',
        'postal' => '545000',
    ],
    3719 => [
        'name' => '柳江区',
        'postal' => '545100',
    ],
    3720 => [
        'name' => '柳城县',
        'postal' => '545200',
    ],
    3721 => [
        'name' => '鹿寨县',
        'postal' => '545600',
    ],
    3722 => [
        'name' => '融安县',
        'postal' => '545400',
    ],
    3723 => [
        'name' => '融水苗族自治县',
        'postal' => '545300',
    ],
    3724 => [
        'name' => '三江侗族自治县',
        'postal' => '545500',
    ],
    3725 => [
        'name' => '融冰',
        'postal' => '545300',
    ],
    3726 => [
        'name' => '来宾市',
        'postal' => '546100',
    ],
    3727 => [
        'name' => '金秀瑶族自治县',
        'postal' => '545700',
    ],
    3728 => [
        'name' => '合山市',
        'postal' => '546500',
    ],
    3729 => [
        'name' => '兴宾区',
        'postal' => '546100',
    ],
    3730 => [
        'name' => '忻城县',
        'postal' => '546200',
    ],
    3731 => [
        'name' => '象州县',
        'postal' => '545800',
    ],
    3732 => [
        'name' => '武宣县',
        'postal' => '545900',
    ],
    3733 => [
        'name' => '桂林市',
        'postal' => '541000',
    ],
    3734 => [
        'name' => '秀峰区',
        'postal' => '541000',
    ],
    3735 => [
        'name' => '叠彩区',
        'postal' => '541000',
    ],
    3736 => [
        'name' => '象山区',
        'postal' => '541000',
    ],
    3737 => [
        'name' => '七星区',
        'postal' => '541000',
    ],
    3738 => [
        'name' => '雁山区',
        'postal' => '541000',
    ],
    3739 => [
        'name' => '阳朔县',
        'postal' => '541900',
    ],
    3740 => [
        'name' => '临桂区',
        'postal' => '541100',
    ],
    3741 => [
        'name' => '灵川县',
        'postal' => '541200',
    ],
    3742 => [
        'name' => '全州县',
        'postal' => '541500',
    ],
    3743 => [
        'name' => '兴安县',
        'postal' => '541300',
    ],
    3744 => [
        'name' => '永福县',
        'postal' => '541800',
    ],
    3745 => [
        'name' => '灌阳县',
        'postal' => '541600',
    ],
    3746 => [
        'name' => '龙胜各族自治县',
        'postal' => '541700',
    ],
    3747 => [
        'name' => '资源县',
        'postal' => '541400',
    ],
    3748 => [
        'name' => '平乐县',
        'postal' => '542400',
    ],
    3749 => [
        'name' => '荔蒲县',
        'postal' => '546600',
    ],
    3750 => [
        'name' => '恭城瑶族自治县',
        'postal' => '542500',
    ],
    3751 => [
        'name' => '荔浦县',
        'postal' => '546600',
    ],
    3752 => [
        'name' => '梧州市',
        'postal' => '543000',
    ],
    3753 => [
        'name' => '万秀区',
        'postal' => '543000',
    ],
    3754 => [
        'name' => '蝶山区',
        'postal' => '543000',
    ],
    3755 => [
        'name' => '长洲区',
        'postal' => '543000',
    ],
    3756 => [
        'name' => '苍梧县',
        'postal' => '543100',
    ],
    3757 => [
        'name' => '藤县',
        'postal' => '543300',
    ],
    3758 => [
        'name' => '蒙山县',
        'postal' => '546700',
    ],
    3759 => [
        'name' => '岑溪市',
        'postal' => '543200',
    ],
    3760 => [
        'name' => '龙圩区',
        'postal' => '543004',
    ],
    3761 => [
        'name' => '贺州市',
        'postal' => '542800',
    ],
    3762 => [
        'name' => '昭平县',
        'postal' => '546800',
    ],
    3763 => [
        'name' => '钟山县',
        'postal' => '542600',
    ],
    3764 => [
        'name' => '富川瑶族自治县',
        'postal' => '542700',
    ],
    3765 => [
        'name' => '八步区',
        'postal' => '542800',
    ],
    3766 => [
        'name' => '贺县',
        'postal' => '542800',
    ],
    3767 => [
        'name' => '平桂区',
        'postal' => '542800',
    ],
    3768 => [
        'name' => '玉林市',
        'postal' => '537000',
    ],
    3769 => [
        'name' => '玉州区',
        'postal' => '537000',
    ],
    3770 => [
        'name' => '容县',
        'postal' => '537500',
    ],
    3771 => [
        'name' => '陆川县',
        'postal' => '537700',
    ],
    3772 => [
        'name' => '博白县',
        'postal' => '537600',
    ],
    3773 => [
        'name' => '兴业县',
        'postal' => '537800',
    ],
    3774 => [
        'name' => '北流市',
        'postal' => '537400',
    ],
    3775 => [
        'name' => '福绵区',
        'postal' => '537000',
    ],
    3776 => [
        'name' => '贵港市',
        'postal' => '537100',
    ],
    3777 => [
        'name' => '港北区',
        'postal' => '537100',
    ],
    3778 => [
        'name' => '港南区',
        'postal' => '537100',
    ],
    3779 => [
        'name' => '覃塘区',
        'postal' => '537100',
    ],
    3780 => [
        'name' => '平南县',
        'postal' => '537300',
    ],
    3781 => [
        'name' => '桂平市',
        'postal' => '537200',
    ],
    3782 => [
        'name' => '百色市',
        'postal' => '533000',
    ],
    3783 => [
        'name' => '右江区',
        'postal' => '533000',
    ],
    3784 => [
        'name' => '田阳县',
        'postal' => '533600',
    ],
    3785 => [
        'name' => '田东县',
        'postal' => '531500',
    ],
    3786 => [
        'name' => '平果县',
        'postal' => '531400',
    ],
    3787 => [
        'name' => '德保县',
        'postal' => '533700',
    ],
    3788 => [
        'name' => '靖西市',
        'postal' => '533800',
    ],
    3789 => [
        'name' => '西林县',
        'postal' => '533500',
    ],
    3790 => [
        'name' => '那坡县',
        'postal' => '533900',
    ],
    3791 => [
        'name' => '凌云县',
        'postal' => '533100',
    ],
    3792 => [
        'name' => '乐业县',
        'postal' => '533200',
    ],
    3793 => [
        'name' => '田林县',
        'postal' => '533300',
    ],
    3794 => [
        'name' => '隆林各族自治县',
        'postal' => '533400',
    ],
    3795 => [
        'name' => '钦州市',
        'postal' => '535000',
    ],
    3796 => [
        'name' => '钦南区',
        'postal' => '535000',
    ],
    3797 => [
        'name' => '钦北区',
        'postal' => '535000',
    ],
    3798 => [
        'name' => '灵山县',
        'postal' => '535400',
    ],
    3799 => [
        'name' => '浦北县',
        'postal' => '535300',
    ],
    3800 => [
        'name' => '河池市',
        'postal' => '547000',
    ],
    3801 => [
        'name' => '金城江区',
        'postal' => '547000',
    ],
    3802 => [
        'name' => '南丹县',
        'postal' => '547200',
    ],
    3803 => [
        'name' => '天峨县',
        'postal' => '547300',
    ],
    3804 => [
        'name' => '凤山县',
        'postal' => '547600',
    ],
    3805 => [
        'name' => '宜州区',
        'postal' => '546300',
    ],
    3806 => [
        'name' => '都安瑶族自治县',
        'postal' => '530700',
    ],
    3807 => [
        'name' => '大化瑶族自治县',
        'postal' => '530800',
    ],
    3808 => [
        'name' => '东兰县',
        'postal' => '547400',
    ],
    3809 => [
        'name' => '罗城仫佬族自治县',
        'postal' => '546400',
    ],
    3810 => [
        'name' => '环江毛南族自治县',
        'postal' => '547100',
    ],
    3811 => [
        'name' => '巴马瑶族自治县',
        'postal' => '547500',
    ],
    3812 => [
        'name' => '北海市',
        'postal' => '536000',
    ],
    3813 => [
        'name' => '铁山港区',
        'postal' => '536000',
    ],
    3814 => [
        'name' => '合浦县',
        'postal' => '536100',
    ],
    3815 => [
        'name' => '海城区',
        'postal' => '536000',
    ],
    3816 => [
        'name' => '银海区',
        'postal' => '536000',
    ],
    3817 => [
        'name' => '贵阳市',
        'postal' => '550000',
    ],
    3818 => [
        'name' => '南明区',
        'postal' => '550000',
    ],
    3819 => [
        'name' => '云岩区',
        'postal' => '550000',
    ],
    3820 => [
        'name' => '花溪区',
        'postal' => '550000',
    ],
    3821 => [
        'name' => '乌当区',
        'postal' => '550000',
    ],
    3822 => [
        'name' => '白云区',
        'postal' => '550000',
    ],
    3823 => [
        'name' => '小河区',
        'postal' => '550000',
    ],
    3824 => [
        'name' => '开阳县',
        'postal' => '550300',
    ],
    3825 => [
        'name' => '息烽县',
        'postal' => '551100',
    ],
    3826 => [
        'name' => '修文县',
        'postal' => '550200',
    ],
    3827 => [
        'name' => '清镇市',
        'postal' => '551400',
    ],
    3828 => [
        'name' => '观山湖区',
        'postal' => '550081',
    ],
    3829 => [
        'name' => '遵义市',
        'postal' => '563000',
    ],
    3830 => [
        'name' => '红花岗区',
        'postal' => '563000',
    ],
    3831 => [
        'name' => '汇川区',
        'postal' => '563000',
    ],
    3832 => [
        'name' => '播州区',
        'postal' => '563100',
    ],
    3833 => [
        'name' => '桐梓县',
        'postal' => '563200',
    ],
    3834 => [
        'name' => '绥阳县',
        'postal' => '563300',
    ],
    3835 => [
        'name' => '正安县',
        'postal' => '563400',
    ],
    3836 => [
        'name' => '道真仡佬族苗族自治县',
        'postal' => '563500',
    ],
    3837 => [
        'name' => '务川仡佬族苗族自治县',
        'postal' => '564300',
    ],
    3838 => [
        'name' => '凤冈县',
        'postal' => '564200',
    ],
    3839 => [
        'name' => '湄潭县',
        'postal' => '564100',
    ],
    3840 => [
        'name' => '余庆县',
        'postal' => '564400',
    ],
    3841 => [
        'name' => '习水县',
        'postal' => '564600',
    ],
    3842 => [
        'name' => '赤水市',
        'postal' => '564700',
    ],
    3843 => [
        'name' => '仁怀市',
        'postal' => '564500',
    ],
    3844 => [
        'name' => '安顺市',
        'postal' => '561000',
    ],
    3845 => [
        'name' => '西秀区',
        'postal' => '561000',
    ],
    3846 => [
        'name' => '平坝区',
        'postal' => '561100',
    ],
    3847 => [
        'name' => '普定县',
        'postal' => '562100',
    ],
    3848 => [
        'name' => '镇宁布依族苗族自治县',
        'postal' => '561200',
    ],
    3849 => [
        'name' => '关岭布依族苗族自治县',
        'postal' => '561300',
    ],
    3850 => [
        'name' => '紫云苗族布依族自治县',
        'postal' => '550800',
    ],
    3851 => [
        'name' => '铜仁市',
        'postal' => '554300',
    ],
    3852 => [
        'name' => '碧江区',
        'postal' => '554300',
    ],
    3853 => [
        'name' => '江口县',
        'postal' => '554400',
    ],
    3854 => [
        'name' => '玉屏侗族自治县',
        'postal' => '554000',
    ],
    3855 => [
        'name' => '石阡县',
        'postal' => '555100',
    ],
    3856 => [
        'name' => '思南县',
        'postal' => '565100',
    ],
    3857 => [
        'name' => '印江土家族苗族自治县',
        'postal' => '555200',
    ],
    3858 => [
        'name' => '德江县',
        'postal' => '565200',
    ],
    3859 => [
        'name' => '沿河土家族自治县',
        'postal' => '565300',
    ],
    3860 => [
        'name' => '松桃苗族自治县',
        'postal' => '554100',
    ],
    3861 => [
        'name' => '万山区',
        'postal' => '554200',
    ],
    3862 => [
        'name' => '毕节市',
        'postal' => '551700',
    ],
    3863 => [
        'name' => '织金县',
        'postal' => '552100',
    ],
    3864 => [
        'name' => '纳雍县',
        'postal' => '553300',
    ],
    3865 => [
        'name' => '威宁彝族回族苗族自治县',
        'postal' => '553100',
    ],
    3866 => [
        'name' => '赫章县',
        'postal' => '553200',
    ],
    3867 => [
        'name' => '七星关区',
        'postal' => '551700',
    ],
    3868 => [
        'name' => '大方县',
        'postal' => '551600',
    ],
    3869 => [
        'name' => '黔西县',
        'postal' => '551500',
    ],
    3870 => [
        'name' => '金沙县',
        'postal' => '551800',
    ],
    3871 => [
        'name' => '六盘水市',
        'postal' => '553000',
    ],
    3872 => [
        'name' => '盘州市',
        'postal' => '561601',
    ],
    3873 => [
        'name' => '钟山区',
        'postal' => '553000',
    ],
    3874 => [
        'name' => '六枝特区',
        'postal' => '553400',
    ],
    3875 => [
        'name' => '水城县',
        'postal' => '553000',
    ],
    3876 => [
        'name' => '黔西南布依族苗族自治州',
        'postal' => '562400',
    ],
    3877 => [
        'name' => '安龙县',
        'postal' => '552400',
    ],
    3878 => [
        'name' => '望谟县',
        'postal' => '552300',
    ],
    3879 => [
        'name' => '册亨县',
        'postal' => '552200',
    ],
    3880 => [
        'name' => '兴义市',
        'postal' => '562400',
    ],
    3881 => [
        'name' => '兴仁县',
        'postal' => '562300',
    ],
    3882 => [
        'name' => '普安县',
        'postal' => '561500',
    ],
    3883 => [
        'name' => '晴隆县',
        'postal' => '561400',
    ],
    3884 => [
        'name' => '贞丰县',
        'postal' => '562200',
    ],
    3885 => [
        'name' => '黔南布依族苗族自治州',
        'postal' => '558000',
    ],
    3886 => [
        'name' => '都匀市',
        'postal' => '558000',
    ],
    3887 => [
        'name' => '福泉市',
        'postal' => '550500',
    ],
    3888 => [
        'name' => '荔波县',
        'postal' => '558400',
    ],
    3889 => [
        'name' => '贵定县',
        'postal' => '551300',
    ],
    3890 => [
        'name' => '瓮安县',
        'postal' => '550400',
    ],
    3891 => [
        'name' => '独山县',
        'postal' => '558200',
    ],
    3892 => [
        'name' => '平塘县',
        'postal' => '558300',
    ],
    3893 => [
        'name' => '罗甸县',
        'postal' => '550100',
    ],
    3894 => [
        'name' => '长顺县',
        'postal' => '550700',
    ],
    3895 => [
        'name' => '龙里县',
        'postal' => '551200',
    ],
    3896 => [
        'name' => '惠水县',
        'postal' => '550600',
    ],
    3897 => [
        'name' => '三都水族自治县',
        'postal' => '558100',
    ],
    3898 => [
        'name' => '黔东南苗族侗族自治州',
        'postal' => '556000',
    ],
    3899 => [
        'name' => '丹寨县',
        'postal' => '557500',
    ],
    3900 => [
        'name' => '榕江县',
        'postal' => '557200',
    ],
    3901 => [
        'name' => '从江县',
        'postal' => '557400',
    ],
    3902 => [
        'name' => '雷山县',
        'postal' => '557100',
    ],
    3903 => [
        'name' => '麻江县',
        'postal' => '557600',
    ],
    3904 => [
        'name' => '三穗县',
        'postal' => '556500',
    ],
    3905 => [
        'name' => '镇远县',
        'postal' => '557700',
    ],
    3906 => [
        'name' => '岑巩县',
        'postal' => '557800',
    ],
    3907 => [
        'name' => '天柱县',
        'postal' => '556600',
    ],
    3908 => [
        'name' => '锦屏县',
        'postal' => '556700',
    ],
    3909 => [
        'name' => '剑河县',
        'postal' => '556400',
    ],
    3910 => [
        'name' => '台江县',
        'postal' => '556300',
    ],
    3911 => [
        'name' => '黎平县',
        'postal' => '557300',
    ],
    3912 => [
        'name' => '凯里市',
        'postal' => '556000',
    ],
    3913 => [
        'name' => '黄平县',
        'postal' => '556100',
    ],
    3914 => [
        'name' => '施秉县',
        'postal' => '556200',
    ],
    3915 => [
        'name' => '海口市',
        'postal' => '570100',
    ],
    3916 => [
        'name' => '龙华区',
        'postal' => '570100',
    ],
    3917 => [
        'name' => '琼山区',
        'postal' => '571100',
    ],
    3918 => [
        'name' => '美兰区',
        'postal' => '571100',
    ],
    3919 => [
        'name' => '秀英区',
        'postal' => '570300',
    ],
    3920 => [
        'name' => '三亚市',
        'postal' => '572000',
    ],
    3921 => [
        'name' => '海棠区',
        'postal' => '572013',
    ],
    3922 => [
        'name' => '吉阳区',
        'postal' => '572099',
    ],
    3923 => [
        'name' => '天涯区',
        'postal' => '572029',
    ],
    3924 => [
        'name' => '崖州区',
        'postal' => '572024',
    ],
    3925 => [
        'name' => '东方市',
        'postal' => '572600',
    ],
    3926 => [
        'name' => '八所镇',
        'postal' => '572621',
    ],
    3927 => [
        'name' => '东河镇',
        'postal' => '572626',
    ],
    3928 => [
        'name' => '大田镇',
        'postal' => '572624',
    ],
    3929 => [
        'name' => '感城镇',
        'postal' => '572633',
    ],
    3930 => [
        'name' => '板桥镇',
        'postal' => '572635',
    ],
    3931 => [
        'name' => '三家镇',
        'postal' => '572623',
    ],
    3932 => [
        'name' => '四更镇',
        'postal' => '572622',
    ],
    3933 => [
        'name' => '新龙镇',
        'postal' => '572632',
    ],
    3934 => [
        'name' => '天安乡',
        'postal' => '572626',
    ],
    3935 => [
        'name' => '江边乡',
        'postal' => '572628',
    ],
    3936 => [
        'name' => '万宁市',
        'postal' => '571500',
    ],
    3937 => [
        'name' => '万城镇',
        'postal' => '571599',
    ],
    3938 => [
        'name' => '龙滚镇',
        'postal' => '571521',
    ],
    3939 => [
        'name' => '和乐镇',
        'postal' => '571523',
    ],
    3940 => [
        'name' => '后安镇',
        'postal' => '571525',
    ],
    3941 => [
        'name' => '大茂镇',
        'postal' => '571541',
    ],
    3942 => [
        'name' => '东澳镇',
        'postal' => '571528',
    ],
    3943 => [
        'name' => '礼纪镇',
        'postal' => '571529',
    ],
    3944 => [
        'name' => '长丰镇',
        'postal' => '571535',
    ],
    3945 => [
        'name' => '山根镇',
        'postal' => '571522',
    ],
    3946 => [
        'name' => '北大镇',
        'postal' => '571539',
    ],
    3947 => [
        'name' => '南桥镇',
        'postal' => '571532',
    ],
    3948 => [
        'name' => '三更罗镇',
        'postal' => '571536',
    ],
    3949 => [
        'name' => '文昌市',
        'postal' => '571300',
    ],
    3950 => [
        'name' => '文城镇',
        'postal' => '571399',
    ],
    3951 => [
        'name' => '重兴镇',
        'postal' => '571344',
    ],
    3952 => [
        'name' => '蓬莱镇',
        'postal' => '571345',
    ],
    3953 => [
        'name' => '会文镇',
        'postal' => '571343',
    ],
    3954 => [
        'name' => '东路镇',
        'postal' => '571348',
    ],
    3955 => [
        'name' => '潭牛镇',
        'postal' => '571349',
    ],
    3956 => [
        'name' => '东阁镇',
        'postal' => '571336',
    ],
    3957 => [
        'name' => '文教镇',
        'postal' => '571335',
    ],
    3958 => [
        'name' => '东郊镇',
        'postal' => '571334',
    ],
    3959 => [
        'name' => '龙楼镇',
        'postal' => '571333',
    ],
    3960 => [
        'name' => '昌洒镇',
        'postal' => '571332',
    ],
    3961 => [
        'name' => '翁田镇',
        'postal' => '571328',
    ],
    3962 => [
        'name' => '抱罗镇',
        'postal' => '571326',
    ],
    3963 => [
        'name' => '冯坡镇',
        'postal' => '571327',
    ],
    3964 => [
        'name' => '锦山镇',
        'postal' => '571323',
    ],
    3965 => [
        'name' => '铺前镇',
        'postal' => '571322',
    ],
    3966 => [
        'name' => '公坡镇',
        'postal' => '571331',
    ],
    3967 => [
        'name' => '儋州市',
        'postal' => '571700',
    ],
    3968 => [
        'name' => '琼海市',
        'postal' => '571400',
    ],
    3969 => [
        'name' => '万泉镇',
        'postal' => '571421',
    ],
    3970 => [
        'name' => '石壁镇',
        'postal' => '571447',
    ],
    3971 => [
        'name' => '中原镇',
        'postal' => '571437',
    ],
    3972 => [
        'name' => '博鳌镇',
        'postal' => '571434',
    ],
    3973 => [
        'name' => '阳江镇',
        'postal' => '571441',
    ],
    3974 => [
        'name' => '龙江镇',
        'postal' => '571446',
    ],
    3975 => [
        'name' => '潭门镇',
        'postal' => '571431',
    ],
    3976 => [
        'name' => '塔洋镇',
        'postal' => '571427',
    ],
    3977 => [
        'name' => '长坡镇',
        'postal' => '571426',
    ],
    3978 => [
        'name' => '大路镇',
        'postal' => '571425',
    ],
    3979 => [
        'name' => '会山镇',
        'postal' => '571445',
    ],
    3980 => [
        'name' => '五指山市',
        'postal' => '572200',
    ],
    3981 => [
        'name' => '通什镇',
        'postal' => '572216',
    ],
    3982 => [
        'name' => '南圣镇',
        'postal' => '572219',
    ],
    3983 => [
        'name' => '毛阳镇',
        'postal' => '572214',
    ],
    3984 => [
        'name' => '番阳镇',
        'postal' => '572213',
    ],
    3985 => [
        'name' => '畅好镇',
        'postal' => '572218',
    ],
    3986 => [
        'name' => '毛道乡',
        'postal' => '572217',
    ],
    3987 => [
        'name' => '水满乡',
        'postal' => '572215',
    ],
    3988 => [
        'name' => '三沙市',
        'postal' => '573100',
    ],
    3989 => [
        'name' => '西沙群岛',
        'postal' => '573100',
    ],
    3990 => [
        'name' => '南沙群岛',
        'postal' => '573100',
    ],
    3991 => [
        'name' => '中沙群岛',
        'postal' => '573100',
    ],
    3992 => [
        'name' => '临高县',
        'postal' => '571800',
    ],
    3993 => [
        'name' => '临城镇',
        'postal' => '571899',
    ],
    3994 => [
        'name' => '波莲镇',
        'postal' => '571834',
    ],
    3995 => [
        'name' => '东英镇',
        'postal' => '571837',
    ],
    3996 => [
        'name' => '博厚镇',
        'postal' => '571821',
    ],
    3997 => [
        'name' => '皇桐镇',
        'postal' => '571823',
    ],
    3998 => [
        'name' => '多文镇',
        'postal' => '571825',
    ],
    3999 => [
        'name' => '和舍镇',
        'postal' => '571831',
    ],
    4000 => [
        'name' => '南宝镇',
        'postal' => '571832',
    ],
    4001 => [
        'name' => '新盈镇',
        'postal' => '571835',
    ],
    4002 => [
        'name' => '调楼镇',
        'postal' => '571836',
    ],
    4003 => [
        'name' => '澄迈县',
        'postal' => '571900',
    ],
    4004 => [
        'name' => '金江镇',
        'postal' => '571999',
    ],
    4005 => [
        'name' => '老城镇',
        'postal' => '571924',
    ],
    4006 => [
        'name' => '瑞溪镇',
        'postal' => '571933',
    ],
    4007 => [
        'name' => '永发镇',
        'postal' => '571929',
    ],
    4008 => [
        'name' => '加乐镇',
        'postal' => '571938',
    ],
    4009 => [
        'name' => '文儒镇',
        'postal' => '571937',
    ],
    4010 => [
        'name' => '中兴镇',
        'postal' => '571944',
    ],
    4011 => [
        'name' => '仁兴镇',
        'postal' => '571941',
    ],
    4012 => [
        'name' => '福山镇',
        'postal' => '571921',
    ],
    4013 => [
        'name' => '桥头镇',
        'postal' => '571922',
    ],
    4014 => [
        'name' => '大丰镇',
        'postal' => '571926',
    ],
    4015 => [
        'name' => '屯昌县',
        'postal' => '571600',
    ],
    4016 => [
        'name' => '屯城镇',
        'postal' => '571699',
    ],
    4017 => [
        'name' => '新兴镇',
        'postal' => '571621',
    ],
    4018 => [
        'name' => '枫木镇',
        'postal' => '571627',
    ],
    4019 => [
        'name' => '乌坡镇',
        'postal' => '571626',
    ],
    4020 => [
        'name' => '南吕镇',
        'postal' => '571625',
    ],
    4021 => [
        'name' => '南坤镇',
        'postal' => '571632',
    ],
    4022 => [
        'name' => '坡心镇',
        'postal' => '571629',
    ],
    4023 => [
        'name' => '西昌镇',
        'postal' => '571636',
    ],
    4024 => [
        'name' => '定安县',
        'postal' => '571200',
    ],
    4025 => [
        'name' => '定城镇',
        'postal' => '571299',
    ],
    4026 => [
        'name' => '新竹镇',
        'postal' => '571236',
    ],
    4027 => [
        'name' => '龙湖镇',
        'postal' => '571222',
    ],
    4028 => [
        'name' => '黄竹镇',
        'postal' => '571224',
    ],
    4029 => [
        'name' => '雷鸣镇',
        'postal' => '571225',
    ],
    4030 => [
        'name' => '龙门镇',
        'postal' => '571226',
    ],
    4031 => [
        'name' => '龙河镇',
        'postal' => '571231',
    ],
    4032 => [
        'name' => '岭口镇',
        'postal' => '571227',
    ],
    4033 => [
        'name' => '翰林镇',
        'postal' => '571228',
    ],
    4034 => [
        'name' => '富文镇',
        'postal' => '571234',
    ],
    4035 => [
        'name' => '琼中黎族苗族自治县',
        'postal' => '572900',
    ],
    4036 => [
        'name' => '保亭黎族苗族自治县',
        'postal' => '572300',
    ],
    4037 => [
        'name' => '陵水黎族自治县',
        'postal' => '572400',
    ],
    4038 => [
        'name' => '乐东黎族自治县',
        'postal' => '572500',
    ],
    4039 => [
        'name' => '昌江黎族自治县',
        'postal' => '572700',
    ],
    4040 => [
        'name' => '白沙黎族自治县',
        'postal' => '572800',
    ],
    4041 => [
        'name' => '成都市',
        'postal' => '610000',
    ],
    4042 => [
        'name' => '锦江区',
        'postal' => '610000',
    ],
    4043 => [
        'name' => '青羊区',
        'postal' => '610000',
    ],
    4044 => [
        'name' => '金牛区',
        'postal' => '610000',
    ],
    4045 => [
        'name' => '武侯区',
        'postal' => '610000',
    ],
    4046 => [
        'name' => '成华区',
        'postal' => '610000',
    ],
    4047 => [
        'name' => '龙泉驿区',
        'postal' => '610100',
    ],
    4048 => [
        'name' => '青白江区',
        'postal' => '610300',
    ],
    4049 => [
        'name' => '新都区',
        'postal' => '610500',
    ],
    4050 => [
        'name' => '金堂县',
        'postal' => '610400',
    ],
    4051 => [
        'name' => '双流区',
        'postal' => '610200',
    ],
    4052 => [
        'name' => '郫都区',
        'postal' => '611700',
    ],
    4053 => [
        'name' => '大邑县',
        'postal' => '611300',
    ],
    4054 => [
        'name' => '蒲江县',
        'postal' => '611600',
    ],
    4055 => [
        'name' => '新津县',
        'postal' => '611400',
    ],
    4056 => [
        'name' => '都江堰市',
        'postal' => '611800',
    ],
    4057 => [
        'name' => '彭州市',
        'postal' => '611900',
    ],
    4058 => [
        'name' => '邛崃市',
        'postal' => '611500',
    ],
    4059 => [
        'name' => '崇州市',
        'postal' => '611200',
    ],
    4060 => [
        'name' => '温江区',
        'postal' => '611100',
    ],
    4061 => [
        'name' => '简阳市',
        'postal' => '641400',
    ],
    4062 => [
        'name' => '眉山市',
        'postal' => '620000',
    ],
    4063 => [
        'name' => '洪雅县',
        'postal' => '620300',
    ],
    4064 => [
        'name' => '彭山区',
        'postal' => '620800',
    ],
    4065 => [
        'name' => '仁寿县',
        'postal' => '620500',
    ],
    4066 => [
        'name' => '东坡区',
        'postal' => '620000',
    ],
    4067 => [
        'name' => '青神县',
        'postal' => '620400',
    ],
    4068 => [
        'name' => '丹棱县',
        'postal' => '620200',
    ],
    4069 => [
        'name' => '资阳市',
        'postal' => '641300',
    ],
    4070 => [
        'name' => '乐至县',
        'postal' => '641500',
    ],
    4071 => [
        'name' => '雁江区',
        'postal' => '641300',
    ],
    4072 => [
        'name' => '安岳县',
        'postal' => '642300',
    ],
    4073 => [
        'name' => '攀枝花市',
        'postal' => '617000',
    ],
    4074 => [
        'name' => '东区',
        'postal' => '617000',
    ],
    4075 => [
        'name' => '西区',
        'postal' => '617000',
    ],
    4076 => [
        'name' => '仁和区',
        'postal' => '617000',
    ],
    4077 => [
        'name' => '米易县',
        'postal' => '617200',
    ],
    4078 => [
        'name' => '盐边县',
        'postal' => '617100',
    ],
    4079 => [
        'name' => '自贡市',
        'postal' => '643000',
    ],
    4080 => [
        'name' => '富顺县',
        'postal' => '643200',
    ],
    4081 => [
        'name' => '荣县',
        'postal' => '643100',
    ],
    4082 => [
        'name' => '自流井区',
        'postal' => '643000',
    ],
    4083 => [
        'name' => '大安区',
        'postal' => '643000',
    ],
    4084 => [
        'name' => '贡井区',
        'postal' => '643100',
    ],
    4085 => [
        'name' => '沿滩区',
        'postal' => '643000',
    ],
    4086 => [
        'name' => '绵阳市',
        'postal' => '621000',
    ],
    4087 => [
        'name' => '涪城区',
        'postal' => '621000',
    ],
    4088 => [
        'name' => '游仙区',
        'postal' => '621000',
    ],
    4089 => [
        'name' => '三台县',
        'postal' => '621100',
    ],
    4090 => [
        'name' => '盐亭县',
        'postal' => '621600',
    ],
    4091 => [
        'name' => '江油市',
        'postal' => '621700',
    ],
    4092 => [
        'name' => '安州区',
        'postal' => '622600',
    ],
    4093 => [
        'name' => '北川羌族自治县',
        'postal' => '622700',
    ],
    4094 => [
        'name' => '平武县',
        'postal' => '622500',
    ],
    4095 => [
        'name' => '梓潼县',
        'postal' => '622100',
    ],
    4096 => [
        'name' => '南充市',
        'postal' => '637000',
    ],
    4097 => [
        'name' => '高坪区',
        'postal' => '637100',
    ],
    4098 => [
        'name' => '南部县',
        'postal' => '637300',
    ],
    4099 => [
        'name' => '营山县',
        'postal' => '637700',
    ],
    4100 => [
        'name' => '蓬安县',
        'postal' => '637800',
    ],
    4101 => [
        'name' => '仪陇县',
        'postal' => '637600',
    ],
    4102 => [
        'name' => '西充县',
        'postal' => '637200',
    ],
    4103 => [
        'name' => '阆中市',
        'postal' => '637400',
    ],
    4104 => [
        'name' => '嘉陵区',
        'postal' => '637900',
    ],
    4105 => [
        'name' => '顺庆区',
        'postal' => '637500',
    ],
    4106 => [
        'name' => '达州市',
        'postal' => '635000',
    ],
    4107 => [
        'name' => '通川区',
        'postal' => '635000',
    ],
    4108 => [
        'name' => '达县',
        'postal' => '635000',
    ],
    4109 => [
        'name' => '大竹县',
        'postal' => '635100',
    ],
    4110 => [
        'name' => '渠县',
        'postal' => '635200',
    ],
    4111 => [
        'name' => '开江县',
        'postal' => '636200',
    ],
    4112 => [
        'name' => '万源市',
        'postal' => '636300',
    ],
    4113 => [
        'name' => '宣汉县',
        'postal' => '636100',
    ],
    4114 => [
        'name' => '达川区',
        'postal' => '636400',
    ],
    4115 => [
        'name' => '遂宁市',
        'postal' => '629000',
    ],
    4116 => [
        'name' => '船山区',
        'postal' => '629000',
    ],
    4117 => [
        'name' => '安居区',
        'postal' => '629000',
    ],
    4118 => [
        'name' => '蓬溪县',
        'postal' => '629100',
    ],
    4119 => [
        'name' => '射洪县',
        'postal' => '629200',
    ],
    4120 => [
        'name' => '大英县',
        'postal' => '629300',
    ],
    4121 => [
        'name' => '广安市',
        'postal' => '638500',
    ],
    4122 => [
        'name' => '武胜县',
        'postal' => '638400',
    ],
    4123 => [
        'name' => '邻水县',
        'postal' => '638500',
    ],
    4124 => [
        'name' => '岳池县',
        'postal' => '638300',
    ],
    4125 => [
        'name' => '广安区',
        'postal' => '638000',
    ],
    4126 => [
        'name' => '华蓥市',
        'postal' => '638600',
    ],
    4127 => [
        'name' => '前锋区',
        'postal' => '638019',
    ],
    4128 => [
        'name' => '巴中市',
        'postal' => '636600',
    ],
    4129 => [
        'name' => '通江县',
        'postal' => '636700',
    ],
    4130 => [
        'name' => '平昌县',
        'postal' => '636400',
    ],
    4131 => [
        'name' => '巴州区',
        'postal' => '636000',
    ],
    4132 => [
        'name' => '南江县',
        'postal' => '636600',
    ],
    4133 => [
        'name' => '恩阳区',
        'postal' => '636063',
    ],
    4134 => [
        'name' => '泸州市',
        'postal' => '646000',
    ],
    4135 => [
        'name' => '江阳区',
        'postal' => '646000',
    ],
    4136 => [
        'name' => '纳溪区',
        'postal' => '646300',
    ],
    4137 => [
        'name' => '泸县',
        'postal' => '646100',
    ],
    4138 => [
        'name' => '合江县',
        'postal' => '646200',
    ],
    4139 => [
        'name' => '叙永县',
        'postal' => '646400',
    ],
    4140 => [
        'name' => '古蔺县',
        'postal' => '646500',
    ],
    4141 => [
        'name' => '龙马潭区',
        'postal' => '646600',
    ],
    4142 => [
        'name' => '宜宾市',
        'postal' => '644000',
    ],
    4143 => [
        'name' => '珙县',
        'postal' => '644500',
    ],
    4144 => [
        'name' => '兴文县',
        'postal' => '644400',
    ],
    4145 => [
        'name' => '翠屏区',
        'postal' => '644000',
    ],
    4146 => [
        'name' => '宜宾县',
        'postal' => '644600',
    ],
    4147 => [
        'name' => '江安县',
        'postal' => '644200',
    ],
    4148 => [
        'name' => '长宁县',
        'postal' => '644300',
    ],
    4149 => [
        'name' => '高县',
        'postal' => '645100',
    ],
    4150 => [
        'name' => '筠连县',
        'postal' => '645200',
    ],
    4151 => [
        'name' => '屏山县',
        'postal' => '645300',
    ],
    4152 => [
        'name' => '南溪区',
        'postal' => '644100',
    ],
    4153 => [
        'name' => '内江市',
        'postal' => '641000',
    ],
    4154 => [
        'name' => '市中区',
        'postal' => '641000',
    ],
    4155 => [
        'name' => '东兴区',
        'postal' => '641100',
    ],
    4156 => [
        'name' => '资中县',
        'postal' => '641200',
    ],
    4157 => [
        'name' => '隆昌县',
        'postal' => '642100',
    ],
    4158 => [
        'name' => '威远县',
        'postal' => '642400',
    ],
    4159 => [
        'name' => '乐山市',
        'postal' => '614000',
    ],
    4160 => [
        'name' => '市中区',
        'postal' => '614000',
    ],
    4161 => [
        'name' => '沙湾区',
        'postal' => '614900',
    ],
    4162 => [
        'name' => '峨眉山市',
        'postal' => '614200',
    ],
    4163 => [
        'name' => '五通桥区',
        'postal' => '614800',
    ],
    4164 => [
        'name' => '金口河区',
        'postal' => '614700',
    ],
    4165 => [
        'name' => '犍为县',
        'postal' => '614400',
    ],
    4166 => [
        'name' => '井研县',
        'postal' => '613100',
    ],
    4167 => [
        'name' => '夹江县',
        'postal' => '614100',
    ],
    4168 => [
        'name' => '沐川县',
        'postal' => '614500',
    ],
    4169 => [
        'name' => '峨边彝族自治县',
        'postal' => '614300',
    ],
    4170 => [
        'name' => '马边彝族自治县',
        'postal' => '614600',
    ],
    4171 => [
        'name' => '丹梭',
        'postal' => '612200',
    ],
    4172 => [
        'name' => '雅安市',
        'postal' => '625000',
    ],
    4173 => [
        'name' => '石棉县',
        'postal' => '625400',
    ],
    4174 => [
        'name' => '天全县',
        'postal' => '625500',
    ],
    4175 => [
        'name' => '芦山县',
        'postal' => '625600',
    ],
    4176 => [
        'name' => '宝兴县',
        'postal' => '625700',
    ],
    4177 => [
        'name' => '雨城区',
        'postal' => '625000',
    ],
    4178 => [
        'name' => '名山区',
        'postal' => '625100',
    ],
    4179 => [
        'name' => '荥经县',
        'postal' => '625200',
    ],
    4180 => [
        'name' => '汉源县',
        'postal' => '625300',
    ],
    4181 => [
        'name' => '德阳市',
        'postal' => '618000',
    ],
    4182 => [
        'name' => '旌阳区',
        'postal' => '618000',
    ],
    4183 => [
        'name' => '中江县',
        'postal' => '618100',
    ],
    4184 => [
        'name' => '罗江县',
        'postal' => '618500',
    ],
    4185 => [
        'name' => '广汉市',
        'postal' => '618300',
    ],
    4186 => [
        'name' => '什邡市',
        'postal' => '618400',
    ],
    4187 => [
        'name' => '绵竹市',
        'postal' => '618200',
    ],
    4188 => [
        'name' => '广元市',
        'postal' => '628000',
    ],
    4189 => [
        'name' => '苍溪县',
        'postal' => '628400',
    ],
    4190 => [
        'name' => '市中区',
        'postal' => '628000',
    ],
    4191 => [
        'name' => '昭化区',
        'postal' => '628000',
    ],
    4192 => [
        'name' => '朝天区',
        'postal' => '628000',
    ],
    4193 => [
        'name' => '旺苍县',
        'postal' => '628200',
    ],
    4194 => [
        'name' => '青川县',
        'postal' => '628100',
    ],
    4195 => [
        'name' => '剑阁县',
        'postal' => '628300',
    ],
    4196 => [
        'name' => '利州区',
        'postal' => '628000',
    ],
    4197 => [
        'name' => '甘孜藏族自治州',
        'postal' => '626000',
    ],
    4198 => [
        'name' => '康定市',
        'postal' => '626000',
    ],
    4199 => [
        'name' => '泸定县',
        'postal' => '626100',
    ],
    4200 => [
        'name' => '丹巴县',
        'postal' => '626300',
    ],
    4201 => [
        'name' => '道孚县',
        'postal' => '626400',
    ],
    4202 => [
        'name' => '炉霍县',
        'postal' => '626500',
    ],
    4203 => [
        'name' => '甘孜县',
        'postal' => '626700',
    ],
    4204 => [
        'name' => '新龙县',
        'postal' => '626800',
    ],
    4205 => [
        'name' => '色达县',
        'postal' => '626600',
    ],
    4206 => [
        'name' => '巴塘县',
        'postal' => '627600',
    ],
    4207 => [
        'name' => '白玉县',
        'postal' => '627100',
    ],
    4208 => [
        'name' => '稻城县',
        'postal' => '627700',
    ],
    4209 => [
        'name' => '得荣县',
        'postal' => '627900',
    ],
    4210 => [
        'name' => '德格县',
        'postal' => '627200',
    ],
    4211 => [
        'name' => '九龙县',
        'postal' => '626200',
    ],
    4212 => [
        'name' => '理塘县',
        'postal' => '627500',
    ],
    4213 => [
        'name' => '石渠县',
        'postal' => '627300',
    ],
    4214 => [
        'name' => '乡城县',
        'postal' => '627800',
    ],
    4215 => [
        'name' => '雅江县',
        'postal' => '627400',
    ],
    4216 => [
        'name' => '阿坝藏族羌族自治州',
        'postal' => '624000',
    ],
    4217 => [
        'name' => '壤塘县',
        'postal' => '624300',
    ],
    4218 => [
        'name' => '阿坝县',
        'postal' => '624600',
    ],
    4219 => [
        'name' => '若尔盖县',
        'postal' => '624500',
    ],
    4220 => [
        'name' => '红原县',
        'postal' => '624400',
    ],
    4221 => [
        'name' => '汶川县',
        'postal' => '623000',
    ],
    4222 => [
        'name' => '理县',
        'postal' => '623100',
    ],
    4223 => [
        'name' => '茂县',
        'postal' => '623200',
    ],
    4224 => [
        'name' => '松潘县',
        'postal' => '623300',
    ],
    4225 => [
        'name' => '九寨沟县',
        'postal' => '623400',
    ],
    4226 => [
        'name' => '金川县',
        'postal' => '624100',
    ],
    4227 => [
        'name' => '小金县',
        'postal' => '624200',
    ],
    4228 => [
        'name' => '黑水县',
        'postal' => '623500',
    ],
    4229 => [
        'name' => '马尔康市',
        'postal' => '624000',
    ],
    4230 => [
        'name' => '凉山彝族自治州',
        'postal' => '615000',
    ],
    4231 => [
        'name' => '西昌市',
        'postal' => '615000',
    ],
    4232 => [
        'name' => '木里藏族自治县',
        'postal' => '615800',
    ],
    4233 => [
        'name' => '盐源县',
        'postal' => '615700',
    ],
    4234 => [
        'name' => '德昌县',
        'postal' => '615500',
    ],
    4235 => [
        'name' => '会理县',
        'postal' => '615100',
    ],
    4236 => [
        'name' => '会东县',
        'postal' => '615200',
    ],
    4237 => [
        'name' => '宁南县',
        'postal' => '615400',
    ],
    4238 => [
        'name' => '普格县',
        'postal' => '615300',
    ],
    4239 => [
        'name' => '冕宁县',
        'postal' => '615600',
    ],
    4240 => [
        'name' => '布拖县',
        'postal' => '616300',
    ],
    4241 => [
        'name' => '甘洛县',
        'postal' => '616800',
    ],
    4242 => [
        'name' => '金阳县',
        'postal' => '616200',
    ],
    4243 => [
        'name' => '雷波县',
        'postal' => '616500',
    ],
    4244 => [
        'name' => '美姑县',
        'postal' => '616400',
    ],
    4245 => [
        'name' => '喜德县',
        'postal' => '616700',
    ],
    4246 => [
        'name' => '越西县',
        'postal' => '616600',
    ],
    4247 => [
        'name' => '昭觉县',
        'postal' => '616100',
    ],
    4248 => [
        'name' => '昭通市',
        'postal' => '657000',
    ],
    4249 => [
        'name' => '昭阳区',
        'postal' => '657000',
    ],
    4250 => [
        'name' => '鲁甸县',
        'postal' => '657100',
    ],
    4251 => [
        'name' => '巧家县',
        'postal' => '654600',
    ],
    4252 => [
        'name' => '盐津县',
        'postal' => '657500',
    ],
    4253 => [
        'name' => '大关县',
        'postal' => '657400',
    ],
    4254 => [
        'name' => '永善县',
        'postal' => '657300',
    ],
    4255 => [
        'name' => '绥江县',
        'postal' => '657700',
    ],
    4256 => [
        'name' => '镇雄县',
        'postal' => '657200',
    ],
    4257 => [
        'name' => '彝良县',
        'postal' => '657600',
    ],
    4258 => [
        'name' => '威信县',
        'postal' => '657900',
    ],
    4259 => [
        'name' => '水富县',
        'postal' => '657800',
    ],
    4260 => [
        'name' => '昆明市',
        'postal' => '650000',
    ],
    4261 => [
        'name' => '晋宁区',
        'postal' => '650600',
    ],
    4262 => [
        'name' => '富民县',
        'postal' => '650400',
    ],
    4263 => [
        'name' => '宜良县',
        'postal' => '652100',
    ],
    4264 => [
        'name' => '石林彝族自治县',
        'postal' => '652200',
    ],
    4265 => [
        'name' => '嵩明县',
        'postal' => '651700',
    ],
    4266 => [
        'name' => '禄劝彝族苗族自治县',
        'postal' => '651500',
    ],
    4267 => [
        'name' => '寻甸回族彝族自治县',
        'postal' => '655200',
    ],
    4268 => [
        'name' => '安宁市',
        'postal' => '650300',
    ],
    4269 => [
        'name' => '五华区',
        'postal' => '650000',
    ],
    4270 => [
        'name' => '官渡区',
        'postal' => '650200',
    ],
    4271 => [
        'name' => '东川区',
        'postal' => '654100',
    ],
    4272 => [
        'name' => '盘龙区',
        'postal' => '650200',
    ],
    4273 => [
        'name' => '西山区',
        'postal' => '650200',
    ],
    4274 => [
        'name' => '路南',
        'postal' => '652200',
    ],
    4275 => [
        'name' => '呈贡区',
        'postal' => '650500',
    ],
    4276 => [
        'name' => '曲靖市',
        'postal' => '655000',
    ],
    4277 => [
        'name' => '麒麟区',
        'postal' => '655000',
    ],
    4278 => [
        'name' => '马龙县',
        'postal' => '655100',
    ],
    4279 => [
        'name' => '陆良县',
        'postal' => '655600',
    ],
    4280 => [
        'name' => '师宗县',
        'postal' => '655700',
    ],
    4281 => [
        'name' => '罗平县',
        'postal' => '655800',
    ],
    4282 => [
        'name' => '富源县',
        'postal' => '655500',
    ],
    4283 => [
        'name' => '会泽县',
        'postal' => '654200',
    ],
    4284 => [
        'name' => '宣威市',
        'postal' => '655400',
    ],
    4285 => [
        'name' => '沾益区',
        'postal' => '655300',
    ],
    4286 => [
        'name' => '保山市',
        'postal' => '678000',
    ],
    4287 => [
        'name' => '隆阳区',
        'postal' => '678000',
    ],
    4288 => [
        'name' => '施甸县',
        'postal' => '678200',
    ],
    4289 => [
        'name' => '昌宁县',
        'postal' => '678100',
    ],
    4290 => [
        'name' => '腾冲市',
        'postal' => '679100',
    ],
    4291 => [
        'name' => '龙陵县',
        'postal' => '678300',
    ],
    4292 => [
        'name' => '普洱市',
        'postal' => '665000',
    ],
    4293 => [
        'name' => '西盟佤族自治县',
        'postal' => '665700',
    ],
    4294 => [
        'name' => '澜沧拉祜族自治县',
        'postal' => '665600',
    ],
    4295 => [
        'name' => '孟连傣族拉祜族佤族自治县',
        'postal' => '665800',
    ],
    4296 => [
        'name' => '江城哈尼族彝族自治县',
        'postal' => '665900',
    ],
    4297 => [
        'name' => '镇沅彝族哈尼族拉祜族自治县',
        'postal' => '666500',
    ],
    4298 => [
        'name' => '景谷傣族彝族自治县',
        'postal' => '666400',
    ],
    4299 => [
        'name' => '景东彝族自治县',
        'postal' => '676200',
    ],
    4300 => [
        'name' => '墨江哈尼族自治县',
        'postal' => '654800',
    ],
    4301 => [
        'name' => '普洱哈尼族彝族自治县',
        'postal' => '665100',
    ],
    4302 => [
        'name' => '思茅区',
        'postal' => '665000',
    ],
    4303 => [
        'name' => '宁洱哈尼族彝族自治县',
        'postal' => '665000',
    ],
    4304 => [
        'name' => '临沧市',
        'postal' => '677000',
    ],
    4305 => [
        'name' => '沧源佤族自治县',
        'postal' => '677400',
    ],
    4306 => [
        'name' => '临翔区',
        'postal' => '677000',
    ],
    4307 => [
        'name' => '凤庆县',
        'postal' => '675900',
    ],
    4308 => [
        'name' => '云县',
        'postal' => '675800',
    ],
    4309 => [
        'name' => '永德县',
        'postal' => '677600',
    ],
    4310 => [
        'name' => '镇康县',
        'postal' => '677700',
    ],
    4311 => [
        'name' => '双江拉祜族佤族布朗族傣族自治县',
        'postal' => '677300',
    ],
    4312 => [
        'name' => '耿马傣族佤族自治县',
        'postal' => '677500',
    ],
    4313 => [
        'name' => '玉溪市',
        'postal' => '653100',
    ],
    4314 => [
        'name' => '元江哈尼族彝族傣族自治县',
        'postal' => '653300',
    ],
    4315 => [
        'name' => '华宁县',
        'postal' => '652800',
    ],
    4316 => [
        'name' => '易门县',
        'postal' => '651100',
    ],
    4317 => [
        'name' => '峨山彝族自治县',
        'postal' => '653200',
    ],
    4318 => [
        'name' => '新平彝族傣族自治县',
        'postal' => '653400',
    ],
    4319 => [
        'name' => '红塔区',
        'postal' => '653100',
    ],
    4320 => [
        'name' => '江川区',
        'postal' => '652600',
    ],
    4321 => [
        'name' => '澄江县',
        'postal' => '652500',
    ],
    4322 => [
        'name' => '通海县',
        'postal' => '652700',
    ],
    4323 => [
        'name' => '丽江市',
        'postal' => '674100',
    ],
    4324 => [
        'name' => '宁蒗彝族自治县',
        'postal' => '674300',
    ],
    4325 => [
        'name' => '古城区',
        'postal' => '674100',
    ],
    4326 => [
        'name' => '玉龙纳西族自治县',
        'postal' => '674100',
    ],
    4327 => [
        'name' => '永胜县',
        'postal' => '674200',
    ],
    4328 => [
        'name' => '华坪县',
        'postal' => '674800',
    ],
    4329 => [
        'name' => '楚雄彝族自治州',
        'postal' => '675000',
    ],
    4330 => [
        'name' => '永仁县',
        'postal' => '651400',
    ],
    4331 => [
        'name' => '元谋县',
        'postal' => '651300',
    ],
    4332 => [
        'name' => '武定县',
        'postal' => '651600',
    ],
    4333 => [
        'name' => '禄丰县',
        'postal' => '651200',
    ],
    4334 => [
        'name' => '楚雄市',
        'postal' => '675000',
    ],
    4335 => [
        'name' => '双柏县',
        'postal' => '675100',
    ],
    4336 => [
        'name' => '牟定县',
        'postal' => '675500',
    ],
    4337 => [
        'name' => '南华县',
        'postal' => '675200',
    ],
    4338 => [
        'name' => '姚安县',
        'postal' => '675300',
    ],
    4339 => [
        'name' => '大姚县',
        'postal' => '675400',
    ],
    4340 => [
        'name' => '怒江傈僳族自治州',
        'postal' => '673100',
    ],
    4341 => [
        'name' => '泸水市',
        'postal' => '673200',
    ],
    4342 => [
        'name' => '福贡县',
        'postal' => '673400',
    ],
    4343 => [
        'name' => '贡山独龙族怒族自治县',
        'postal' => '673500',
    ],
    4344 => [
        'name' => '兰坪白族普米族自治县',
        'postal' => '671400',
    ],
    4345 => [
        'name' => '六库',
        'postal' => '673100',
    ],
    4346 => [
        'name' => '迪庆藏族自治州',
        'postal' => '674400',
    ],
    4347 => [
        'name' => '香格里拉县',
        'postal' => '674400',
    ],
    4348 => [
        'name' => '德钦县',
        'postal' => '674500',
    ],
    4349 => [
        'name' => '维西傈僳族自治县',
        'postal' => '674600',
    ],
    4350 => [
        'name' => '中甸',
        'postal' => '674400',
    ],
    4351 => [
        'name' => '文山壮族苗族自治州',
        'postal' => '663000',
    ],
    4352 => [
        'name' => '文山县',
        'postal' => '663000',
    ],
    4353 => [
        'name' => '砚山县',
        'postal' => '663100',
    ],
    4354 => [
        'name' => '西畴县',
        'postal' => '663500',
    ],
    4355 => [
        'name' => '麻栗坡县',
        'postal' => '663600',
    ],
    4356 => [
        'name' => '马关县',
        'postal' => '663700',
    ],
    4357 => [
        'name' => '富宁县',
        'postal' => '663400',
    ],
    4358 => [
        'name' => '丘北县',
        'postal' => '663200',
    ],
    4359 => [
        'name' => '广南县',
        'postal' => '663300',
    ],
    4360 => [
        'name' => '西双版纳傣族自治州',
        'postal' => '666100',
    ],
    4361 => [
        'name' => '景洪市',
        'postal' => '666100',
    ],
    4362 => [
        'name' => '勐海县',
        'postal' => '666200',
    ],
    4363 => [
        'name' => '勐腊县',
        'postal' => '666300',
    ],
    4364 => [
        'name' => '孟海',
        'postal' => '666200',
    ],
    4365 => [
        'name' => '孟腊',
        'postal' => '666300',
    ],
    4366 => [
        'name' => '德宏傣族景颇族自治州',
        'postal' => '678400',
    ],
    4367 => [
        'name' => '瑞丽市',
        'postal' => '678600',
    ],
    4368 => [
        'name' => '潞西市',
        'postal' => '678400',
    ],
    4369 => [
        'name' => '梁河县',
        'postal' => '679200',
    ],
    4370 => [
        'name' => '盈江县',
        'postal' => '679300',
    ],
    4371 => [
        'name' => '陇川县',
        'postal' => '678700',
    ],
    4372 => [
        'name' => '畹町',
        'postal' => '678500',
    ],
    4373 => [
        'name' => '芒市',
        'postal' => '678400',
    ],
    4374 => [
        'name' => '大理白族自治州',
        'postal' => '671000',
    ],
    4375 => [
        'name' => '云龙县',
        'postal' => '672700',
    ],
    4376 => [
        'name' => '洱源县',
        'postal' => '671200',
    ],
    4377 => [
        'name' => '剑川县',
        'postal' => '671300',
    ],
    4378 => [
        'name' => '鹤庆县',
        'postal' => '671500',
    ],
    4379 => [
        'name' => '大理市',
        'postal' => '671000',
    ],
    4380 => [
        'name' => '漾濞彝族自治县',
        'postal' => '672500',
    ],
    4381 => [
        'name' => '祥云县',
        'postal' => '672100',
    ],
    4382 => [
        'name' => '宾川县',
        'postal' => '671600',
    ],
    4383 => [
        'name' => '弥渡县',
        'postal' => '675600',
    ],
    4384 => [
        'name' => '南涧彝族自治县',
        'postal' => '675700',
    ],
    4385 => [
        'name' => '巍山彝族回族自治县',
        'postal' => '672400',
    ],
    4386 => [
        'name' => '永平县',
        'postal' => '672600',
    ],
    4387 => [
        'name' => '红河哈尼族彝族自治州',
        'postal' => '661400',
    ],
    4388 => [
        'name' => '绿春县',
        'postal' => '662500',
    ],
    4389 => [
        'name' => '河口瑶族自治县',
        'postal' => '661300',
    ],
    4390 => [
        'name' => '个旧市',
        'postal' => '661000',
    ],
    4391 => [
        'name' => '开远市',
        'postal' => '661600',
    ],
    4392 => [
        'name' => '蒙自市',
        'postal' => '661100',
    ],
    4393 => [
        'name' => '屏边苗族自治县',
        'postal' => '661200',
    ],
    4394 => [
        'name' => '建水县',
        'postal' => '654300',
    ],
    4395 => [
        'name' => '石屏县',
        'postal' => '662200',
    ],
    4396 => [
        'name' => '弥勒市',
        'postal' => '652300',
    ],
    4397 => [
        'name' => '泸西县',
        'postal' => '652400',
    ],
    4398 => [
        'name' => '元阳县',
        'postal' => '662400',
    ],
    4399 => [
        'name' => '红河县',
        'postal' => '654400',
    ],
    4400 => [
        'name' => '金平苗族瑶族傣族自治县',
        'postal' => '661500',
    ],
    4401 => [
        'name' => '西安市',
        'postal' => '710000',
    ],
    4402 => [
        'name' => '新城区',
        'postal' => '710000',
    ],
    4403 => [
        'name' => '碑林区',
        'postal' => '710000',
    ],
    4404 => [
        'name' => '莲湖区',
        'postal' => '710000',
    ],
    4405 => [
        'name' => '灞桥区',
        'postal' => '710000',
    ],
    4406 => [
        'name' => '未央区',
        'postal' => '710000',
    ],
    4407 => [
        'name' => '雁塔区',
        'postal' => '710000',
    ],
    4408 => [
        'name' => '阎良区',
        'postal' => '710000',
    ],
    4409 => [
        'name' => '临潼区',
        'postal' => '710600',
    ],
    4410 => [
        'name' => '长安区',
        'postal' => '710100',
    ],
    4411 => [
        'name' => '蓝田县',
        'postal' => '710500',
    ],
    4412 => [
        'name' => '周至县',
        'postal' => '710400',
    ],
    4413 => [
        'name' => '鄠邑区',
        'postal' => '710300',
    ],
    4414 => [
        'name' => '高陵区',
        'postal' => '710200',
    ],
    4415 => [
        'name' => '咸阳市',
        'postal' => '712000',
    ],
    4416 => [
        'name' => '秦都区',
        'postal' => '712000',
    ],
    4417 => [
        'name' => '渭城区',
        'postal' => '712000',
    ],
    4418 => [
        'name' => '三原县',
        'postal' => '713800',
    ],
    4419 => [
        'name' => '泾阳县',
        'postal' => '713700',
    ],
    4420 => [
        'name' => '乾县',
        'postal' => '713300',
    ],
    4421 => [
        'name' => '礼泉县',
        'postal' => '713200',
    ],
    4422 => [
        'name' => '永寿县',
        'postal' => '713400',
    ],
    4423 => [
        'name' => '彬县',
        'postal' => '713500',
    ],
    4424 => [
        'name' => '长武县',
        'postal' => '713600',
    ],
    4425 => [
        'name' => '旬邑县',
        'postal' => '711300',
    ],
    4426 => [
        'name' => '淳化县',
        'postal' => '711200',
    ],
    4427 => [
        'name' => '武功县',
        'postal' => '712200',
    ],
    4428 => [
        'name' => '兴平市',
        'postal' => '713100',
    ],
    4429 => [
        'name' => '杨凌区',
        'postal' => '712100',
    ],
    4430 => [
        'name' => '杨陵区',
        'postal' => '712100',
    ],
    4431 => [
        'name' => '延安市',
        'postal' => '716000',
    ],
    4432 => [
        'name' => '宝塔区',
        'postal' => '716000',
    ],
    4433 => [
        'name' => '延长县',
        'postal' => '717100',
    ],
    4434 => [
        'name' => '延川县',
        'postal' => '717200',
    ],
    4435 => [
        'name' => '子长县',
        'postal' => '717300',
    ],
    4436 => [
        'name' => '安塞区',
        'postal' => '717400',
    ],
    4437 => [
        'name' => '志丹县',
        'postal' => '717500',
    ],
    4438 => [
        'name' => '吴起县',
        'postal' => '717600',
    ],
    4439 => [
        'name' => '甘泉县',
        'postal' => '716100',
    ],
    4440 => [
        'name' => '富县',
        'postal' => '727500',
    ],
    4441 => [
        'name' => '洛川县',
        'postal' => '727400',
    ],
    4442 => [
        'name' => '宜川县',
        'postal' => '716200',
    ],
    4443 => [
        'name' => '黄龙县',
        'postal' => '715700',
    ],
    4444 => [
        'name' => '黄陵县',
        'postal' => '727300',
    ],
    4445 => [
        'name' => '吴旗',
        'postal' => '717600',
    ],
    4446 => [
        'name' => '榆林市',
        'postal' => '719000',
    ],
    4447 => [
        'name' => '榆阳区',
        'postal' => '719000',
    ],
    4448 => [
        'name' => '神木县',
        'postal' => '719300',
    ],
    4449 => [
        'name' => '府谷县',
        'postal' => '719400',
    ],
    4450 => [
        'name' => '靖边县',
        'postal' => '718500',
    ],
    4451 => [
        'name' => '定边县',
        'postal' => '718600',
    ],
    4452 => [
        'name' => '绥德县',
        'postal' => '718000',
    ],
    4453 => [
        'name' => '米脂县',
        'postal' => '718100',
    ],
    4454 => [
        'name' => '佳县',
        'postal' => '719200',
    ],
    4455 => [
        'name' => '吴堡县',
        'postal' => '718200',
    ],
    4456 => [
        'name' => '清涧县',
        'postal' => '718300',
    ],
    4457 => [
        'name' => '子洲县',
        'postal' => '718400',
    ],
    4458 => [
        'name' => '横山区',
        'postal' => '719100',
    ],
    4459 => [
        'name' => '渭南市',
        'postal' => '714000',
    ],
    4460 => [
        'name' => '白水县',
        'postal' => '715600',
    ],
    4461 => [
        'name' => '富平县',
        'postal' => '711700',
    ],
    4462 => [
        'name' => '韩城市',
        'postal' => '715400',
    ],
    4463 => [
        'name' => '华阴市',
        'postal' => '714200',
    ],
    4464 => [
        'name' => '临渭区',
        'postal' => '714000',
    ],
    4465 => [
        'name' => '华县',
        'postal' => '714100',
    ],
    4466 => [
        'name' => '潼关县',
        'postal' => '714300',
    ],
    4467 => [
        'name' => '大荔县',
        'postal' => '715100',
    ],
    4468 => [
        'name' => '合阳县',
        'postal' => '715300',
    ],
    4469 => [
        'name' => '澄城县',
        'postal' => '715200',
    ],
    4470 => [
        'name' => '蒲城县',
        'postal' => '715500',
    ],
    4471 => [
        'name' => '华州区',
        'postal' => '714100',
    ],
    4472 => [
        'name' => '商洛市',
        'postal' => '726000',
    ],
    4473 => [
        'name' => '商州区',
        'postal' => '726000',
    ],
    4474 => [
        'name' => '洛南县',
        'postal' => '726100',
    ],
    4475 => [
        'name' => '丹凤县',
        'postal' => '726200',
    ],
    4476 => [
        'name' => '商南县',
        'postal' => '726300',
    ],
    4477 => [
        'name' => '山阳县',
        'postal' => '726400',
    ],
    4478 => [
        'name' => '镇安县',
        'postal' => '711500',
    ],
    4479 => [
        'name' => '柞水县',
        'postal' => '711400',
    ],
    4480 => [
        'name' => '安康市',
        'postal' => '725000',
    ],
    4481 => [
        'name' => '旬阳县',
        'postal' => '725700',
    ],
    4482 => [
        'name' => '白河县',
        'postal' => '725800',
    ],
    4483 => [
        'name' => '紫阳县',
        'postal' => '725300',
    ],
    4484 => [
        'name' => '岚皋县',
        'postal' => '725400',
    ],
    4485 => [
        'name' => '平利县',
        'postal' => '725500',
    ],
    4486 => [
        'name' => '镇坪县',
        'postal' => '725600',
    ],
    4487 => [
        'name' => '汉滨区',
        'postal' => '725000',
    ],
    4488 => [
        'name' => '汉阴县',
        'postal' => '725100',
    ],
    4489 => [
        'name' => '石泉县',
        'postal' => '725200',
    ],
    4490 => [
        'name' => '宁陕县',
        'postal' => '711600',
    ],
    4491 => [
        'name' => '汉中市',
        'postal' => '723000',
    ],
    4492 => [
        'name' => '留坝县',
        'postal' => '724100',
    ],
    4493 => [
        'name' => '佛坪县',
        'postal' => '723400',
    ],
    4494 => [
        'name' => '勉县',
        'postal' => '724200',
    ],
    4495 => [
        'name' => '宁强县',
        'postal' => '724400',
    ],
    4496 => [
        'name' => '略阳县',
        'postal' => '724300',
    ],
    4497 => [
        'name' => '镇巴县',
        'postal' => '723600',
    ],
    4498 => [
        'name' => '汉台区',
        'postal' => '723000',
    ],
    4499 => [
        'name' => '南郑县',
        'postal' => '723100',
    ],
    4500 => [
        'name' => '城固县',
        'postal' => '723200',
    ],
    4501 => [
        'name' => '洋县',
        'postal' => '723300',
    ],
    4502 => [
        'name' => '西乡县',
        'postal' => '723500',
    ],
    4503 => [
        'name' => '宝鸡市',
        'postal' => '721000',
    ],
    4504 => [
        'name' => '太白县',
        'postal' => '721600',
    ],
    4505 => [
        'name' => '凤翔县',
        'postal' => '721400',
    ],
    4506 => [
        'name' => '岐山县',
        'postal' => '722400',
    ],
    4507 => [
        'name' => '扶风县',
        'postal' => '722200',
    ],
    4508 => [
        'name' => '眉县',
        'postal' => '722300',
    ],
    4509 => [
        'name' => '陇县',
        'postal' => '721200',
    ],
    4510 => [
        'name' => '千阳县',
        'postal' => '721100',
    ],
    4511 => [
        'name' => '麟游县',
        'postal' => '721500',
    ],
    4512 => [
        'name' => '凤县',
        'postal' => '721700',
    ],
    4513 => [
        'name' => '渭滨区',
        'postal' => '721000',
    ],
    4514 => [
        'name' => '金台区',
        'postal' => '721000',
    ],
    4515 => [
        'name' => '陈仓区',
        'postal' => '721300',
    ],
    4516 => [
        'name' => '宝鸡县',
        'postal' => '721300',
    ],
    4517 => [
        'name' => '铜川市',
        'postal' => '727000',
    ],
    4518 => [
        'name' => '耀州区',
        'postal' => '727100',
    ],
    4519 => [
        'name' => '宜君县',
        'postal' => '727200',
    ],
    4520 => [
        'name' => '王益区',
        'postal' => '727000',
    ],
    4521 => [
        'name' => '印台区',
        'postal' => '727000',
    ],
    4522 => [
        'name' => '耀县',
        'postal' => '727100',
    ],
    4523 => [
        'name' => '兰州市',
        'postal' => '730000',
    ],
    4524 => [
        'name' => '城关区',
        'postal' => '730030',
    ],
    4525 => [
        'name' => '七里河区',
        'postal' => '730050',
    ],
    4526 => [
        'name' => '西固区',
        'postal' => '730060',
    ],
    4527 => [
        'name' => '安宁区',
        'postal' => '730070',
    ],
    4528 => [
        'name' => '红古区',
        'postal' => '730080',
    ],
    4529 => [
        'name' => '永登县',
        'postal' => '730300',
    ],
    4530 => [
        'name' => '皋兰县',
        'postal' => '730200',
    ],
    4531 => [
        'name' => '榆中县',
        'postal' => '730100',
    ],
    4532 => [
        'name' => '定西市',
        'postal' => '743000',
    ],
    4533 => [
        'name' => '通渭县',
        'postal' => '743300',
    ],
    4534 => [
        'name' => '陇西县',
        'postal' => '748100',
    ],
    4535 => [
        'name' => '渭源县',
        'postal' => '748200',
    ],
    4536 => [
        'name' => '临洮县',
        'postal' => '730500',
    ],
    4537 => [
        'name' => '漳县',
        'postal' => '748300',
    ],
    4538 => [
        'name' => '岷县',
        'postal' => '748400',
    ],
    4539 => [
        'name' => '安定区',
        'postal' => '743000',
    ],
    4540 => [
        'name' => '平凉市',
        'postal' => '744000',
    ],
    4541 => [
        'name' => '崆峒区',
        'postal' => '744000',
    ],
    4542 => [
        'name' => '泾川县',
        'postal' => '744300',
    ],
    4543 => [
        'name' => '灵台县',
        'postal' => '744400',
    ],
    4544 => [
        'name' => '崇信县',
        'postal' => '744200',
    ],
    4545 => [
        'name' => '华亭县',
        'postal' => '744100',
    ],
    4546 => [
        'name' => '庄浪县',
        'postal' => '744600',
    ],
    4547 => [
        'name' => '静宁县',
        'postal' => '743400',
    ],
    4548 => [
        'name' => '庆阳市',
        'postal' => '745000',
    ],
    4549 => [
        'name' => '宁县',
        'postal' => '745200',
    ],
    4550 => [
        'name' => '镇原县',
        'postal' => '744500',
    ],
    4551 => [
        'name' => '环县',
        'postal' => '745700',
    ],
    4552 => [
        'name' => '华池县',
        'postal' => '745600',
    ],
    4553 => [
        'name' => '合水县',
        'postal' => '745400',
    ],
    4554 => [
        'name' => '正宁县',
        'postal' => '745300',
    ],
    4555 => [
        'name' => '西峰区',
        'postal' => '745000',
    ],
    4556 => [
        'name' => '庆城县',
        'postal' => '745100',
    ],
    4557 => [
        'name' => '武威市',
        'postal' => '733000',
    ],
    4558 => [
        'name' => '凉州区',
        'postal' => '733000',
    ],
    4559 => [
        'name' => '民勤县',
        'postal' => '733300',
    ],
    4560 => [
        'name' => '古浪县',
        'postal' => '733100',
    ],
    4561 => [
        'name' => '天祝藏族自治县',
        'postal' => '733200',
    ],
    4562 => [
        'name' => '金昌市',
        'postal' => '737100',
    ],
    4563 => [
        'name' => '金川区',
        'postal' => '737100',
    ],
    4564 => [
        'name' => '永昌县',
        'postal' => '737200',
    ],
    4565 => [
        'name' => '张掖市',
        'postal' => '734000',
    ],
    4566 => [
        'name' => '甘州区',
        'postal' => '734000',
    ],
    4567 => [
        'name' => '山丹县',
        'postal' => '734100',
    ],
    4568 => [
        'name' => '肃南裕固族自治县',
        'postal' => '734400',
    ],
    4569 => [
        'name' => '民乐县',
        'postal' => '734500',
    ],
    4570 => [
        'name' => '临泽县',
        'postal' => '734200',
    ],
    4571 => [
        'name' => '高台县',
        'postal' => '734300',
    ],
    4572 => [
        'name' => '萧南',
        'postal' => '734400',
    ],
    4573 => [
        'name' => '酒泉市',
        'postal' => '735000',
    ],
    4574 => [
        'name' => '肃州区',
        'postal' => '735000',
    ],
    4575 => [
        'name' => '金塔县',
        'postal' => '735300',
    ],
    4576 => [
        'name' => '敦煌市',
        'postal' => '736200',
    ],
    4577 => [
        'name' => '瓜州县',
        'postal' => '736100',
    ],
    4578 => [
        'name' => '肃北蒙古族自治县',
        'postal' => '736300',
    ],
    4579 => [
        'name' => '阿克塞哈萨克族自治县',
        'postal' => '736400',
    ],
    4580 => [
        'name' => '玉门市',
        'postal' => '735200',
    ],
    4581 => [
        'name' => '安西',
        'postal' => '736100',
    ],
    4582 => [
        'name' => '嘉峪关市',
        'postal' => '735100',
    ],
    4583 => [
        'name' => '天水市',
        'postal' => '741000',
    ],
    4584 => [
        'name' => '张家川回族自治县',
        'postal' => '741500',
    ],
    4585 => [
        'name' => '秦州区',
        'postal' => '741000',
    ],
    4586 => [
        'name' => '清水县',
        'postal' => '741400',
    ],
    4587 => [
        'name' => '秦安县',
        'postal' => '741600',
    ],
    4588 => [
        'name' => '甘谷县',
        'postal' => '741200',
    ],
    4589 => [
        'name' => '武山县',
        'postal' => '741300',
    ],
    4590 => [
        'name' => '麦积区',
        'postal' => '741000',
    ],
    4591 => [
        'name' => '陇南市',
        'postal' => '742500',
    ],
    4592 => [
        'name' => '武都区',
        'postal' => '746000',
    ],
    4593 => [
        'name' => '成县',
        'postal' => '742500',
    ],
    4594 => [
        'name' => '文县',
        'postal' => '746400',
    ],
    4595 => [
        'name' => '宕昌县',
        'postal' => '748500',
    ],
    4596 => [
        'name' => '康县',
        'postal' => '746500',
    ],
    4597 => [
        'name' => '西和县',
        'postal' => '742100',
    ],
    4598 => [
        'name' => '礼县',
        'postal' => '742200',
    ],
    4599 => [
        'name' => '徽县',
        'postal' => '742300',
    ],
    4600 => [
        'name' => '两当县',
        'postal' => '742400',
    ],
    4601 => [
        'name' => '白银市',
        'postal' => '730900',
    ],
    4602 => [
        'name' => '景泰县',
        'postal' => '730400',
    ],
    4603 => [
        'name' => '白银区',
        'postal' => '730900',
    ],
    4604 => [
        'name' => '平川区',
        'postal' => '730900',
    ],
    4605 => [
        'name' => '靖远县',
        'postal' => '730600',
    ],
    4606 => [
        'name' => '会宁县',
        'postal' => '730700',
    ],
    4607 => [
        'name' => '临夏回族自治州',
        'postal' => '731100',
    ],
    4608 => [
        'name' => '临夏市',
        'postal' => '731100',
    ],
    4609 => [
        'name' => '临夏县',
        'postal' => '731800',
    ],
    4610 => [
        'name' => '康乐县',
        'postal' => '731500',
    ],
    4611 => [
        'name' => '永靖县',
        'postal' => '731600',
    ],
    4612 => [
        'name' => '广河县',
        'postal' => '731300',
    ],
    4613 => [
        'name' => '和政县',
        'postal' => '731200',
    ],
    4614 => [
        'name' => '东乡族自治县',
        'postal' => '731400',
    ],
    4615 => [
        'name' => '积石山保安族东乡族撒拉族自治县',
        'postal' => '731700',
    ],
    4616 => [
        'name' => '甘南藏族自治州',
        'postal' => '747000',
    ],
    4617 => [
        'name' => '合作市',
        'postal' => '747000',
    ],
    4618 => [
        'name' => '临潭县',
        'postal' => '747500',
    ],
    4619 => [
        'name' => '卓尼县',
        'postal' => '747600',
    ],
    4620 => [
        'name' => '舟曲县',
        'postal' => '746300',
    ],
    4621 => [
        'name' => '迭部县',
        'postal' => '747400',
    ],
    4622 => [
        'name' => '玛曲县',
        'postal' => '747300',
    ],
    4623 => [
        'name' => '碌曲县',
        'postal' => '747200',
    ],
    4624 => [
        'name' => '夏河县',
        'postal' => '747100',
    ],
    4625 => [
        'name' => '甘南州',
        'postal' => '747000',
    ],
    4626 => [
        'name' => '旧尼',
        'postal' => '747600',
    ],
    4627 => [
        'name' => '银川市',
        'postal' => '750000',
    ],
    4628 => [
        'name' => '兴庆区',
        'postal' => '750000',
    ],
    4629 => [
        'name' => '西夏区',
        'postal' => '750000',
    ],
    4630 => [
        'name' => '金凤区',
        'postal' => '750000',
    ],
    4631 => [
        'name' => '永宁县',
        'postal' => '750100',
    ],
    4632 => [
        'name' => '贺兰县',
        'postal' => '750200',
    ],
    4633 => [
        'name' => '灵武市',
        'postal' => '750400',
    ],
    4634 => [
        'name' => '石嘴山市',
        'postal' => '753000',
    ],
    4635 => [
        'name' => '大武口区',
        'postal' => '753000',
    ],
    4636 => [
        'name' => '平罗县',
        'postal' => '753400',
    ],
    4637 => [
        'name' => '惠农区',
        'postal' => '753200',
    ],
    4638 => [
        'name' => '吴忠市',
        'postal' => '751100',
    ],
    4639 => [
        'name' => '利通区',
        'postal' => '751100',
    ],
    4640 => [
        'name' => '盐池县',
        'postal' => '751500',
    ],
    4641 => [
        'name' => '同心县',
        'postal' => '751300',
    ],
    4642 => [
        'name' => '青铜峡市',
        'postal' => '751600',
    ],
    4643 => [
        'name' => '红寺堡区',
        'postal' => '751900',
    ],
    4644 => [
        'name' => '固原市',
        'postal' => '756000',
    ],
    4645 => [
        'name' => '原州区',
        'postal' => '756000',
    ],
    4646 => [
        'name' => '西吉县',
        'postal' => '756200',
    ],
    4647 => [
        'name' => '隆德县',
        'postal' => '756300',
    ],
    4648 => [
        'name' => '泾源县',
        'postal' => '756400',
    ],
    4649 => [
        'name' => '彭阳县',
        'postal' => '756500',
    ],
    4650 => [
        'name' => '中卫市',
        'postal' => '755000',
    ],
    4651 => [
        'name' => '沙坡头区',
        'postal' => '755000',
    ],
    4652 => [
        'name' => '中宁县',
        'postal' => '755100',
    ],
    4653 => [
        'name' => '海原县',
        'postal' => '755200',
    ],
    4654 => [
        'name' => '西宁市',
        'postal' => '810000',
    ],
    4655 => [
        'name' => '城东区',
        'postal' => '810000',
    ],
    4656 => [
        'name' => '城中区',
        'postal' => '810000',
    ],
    4657 => [
        'name' => '城西区',
        'postal' => '810000',
    ],
    4658 => [
        'name' => '城北区',
        'postal' => '810000',
    ],
    4659 => [
        'name' => '大通回族土族自治县',
        'postal' => '810100',
    ],
    4660 => [
        'name' => '湟源县',
        'postal' => '812100',
    ],
    4661 => [
        'name' => '湟中县',
        'postal' => '811600',
    ],
    4662 => [
        'name' => '海东市',
        'postal' => '810600',
    ],
    4663 => [
        'name' => '平安区',
        'postal' => '810600',
    ],
    4664 => [
        'name' => '民和回族土族自治县',
        'postal' => '810800',
    ],
    4665 => [
        'name' => '乐都区',
        'postal' => '810700',
    ],
    4666 => [
        'name' => '互助土族自治县',
        'postal' => '810500',
    ],
    4667 => [
        'name' => '化隆回族自治县',
        'postal' => '810900',
    ],
    4668 => [
        'name' => '循化撒拉族自治县',
        'postal' => '811100',
    ],
    4669 => [
        'name' => '黄南藏族自治州',
        'postal' => '811300',
    ],
    4670 => [
        'name' => '同仁县',
        'postal' => '811300',
    ],
    4671 => [
        'name' => '尖扎县',
        'postal' => '811200',
    ],
    4672 => [
        'name' => '泽库县',
        'postal' => '811400',
    ],
    4673 => [
        'name' => '河南蒙古族自治县',
        'postal' => '811500',
    ],
    4674 => [
        'name' => '海南藏族自治州',
        'postal' => '813000',
    ],
    4675 => [
        'name' => '共和县',
        'postal' => '813000',
    ],
    4676 => [
        'name' => '同德县',
        'postal' => '813200',
    ],
    4677 => [
        'name' => '贵德县',
        'postal' => '811700',
    ],
    4678 => [
        'name' => '兴海县',
        'postal' => '813300',
    ],
    4679 => [
        'name' => '贵南县',
        'postal' => '813100',
    ],
    4680 => [
        'name' => '果洛藏族自治州',
        'postal' => '814000',
    ],
    4681 => [
        'name' => '玛沁县',
        'postal' => '814000',
    ],
    4682 => [
        'name' => '班玛县',
        'postal' => '814300',
    ],
    4683 => [
        'name' => '甘德县',
        'postal' => '814100',
    ],
    4684 => [
        'name' => '达日县',
        'postal' => '814200',
    ],
    4685 => [
        'name' => '久治县',
        'postal' => '624700',
    ],
    4686 => [
        'name' => '玛多县',
        'postal' => '813500',
    ],
    4687 => [
        'name' => '玉树藏族自治州',
        'postal' => '815000',
    ],
    4688 => [
        'name' => '玉树市',
        'postal' => '815000',
    ],
    4689 => [
        'name' => '杂多县',
        'postal' => '815300',
    ],
    4690 => [
        'name' => '称多县',
        'postal' => '815100',
    ],
    4691 => [
        'name' => '治多县',
        'postal' => '815400',
    ],
    4692 => [
        'name' => '囊谦县',
        'postal' => '815200',
    ],
    4693 => [
        'name' => '曲麻莱县',
        'postal' => '815500',
    ],
    4694 => [
        'name' => '海西蒙古族藏族自治州',
        'postal' => '817000',
    ],
    4695 => [
        'name' => '德令哈市',
        'postal' => '817000',
    ],
    4696 => [
        'name' => '都兰县',
        'postal' => '816100',
    ],
    4697 => [
        'name' => '天峻县',
        'postal' => '817200',
    ],
    4698 => [
        'name' => '格尔木市',
        'postal' => '816000',
    ],
    4699 => [
        'name' => '乌兰县',
        'postal' => '817100',
    ],
    4700 => [
        'name' => '茫崖行政区',
        'postal' => '817500',
    ],
    4701 => [
        'name' => '大柴旦行政区',
        'postal' => '817300',
    ],
    4702 => [
        'name' => '冷湖行委',
        'postal' => '816300',
    ],
    4703 => [
        'name' => '海北藏族自治州',
        'postal' => '812200',
    ],
    4704 => [
        'name' => '门源回族自治县',
        'postal' => '810300',
    ],
    4705 => [
        'name' => '祁连县',
        'postal' => '810400',
    ],
    4706 => [
        'name' => '海晏县',
        'postal' => '812200',
    ],
    4707 => [
        'name' => '刚察县',
        'postal' => '812300',
    ],
    4708 => [
        'name' => '和田地区',
        'postal' => '848000',
    ],
    4709 => [
        'name' => '和田市',
        'postal' => '848000',
    ],
    4710 => [
        'name' => '和田县',
        'postal' => '848000',
    ],
    4711 => [
        'name' => '墨玉县',
        'postal' => '848100',
    ],
    4712 => [
        'name' => '洛浦县',
        'postal' => '848200',
    ],
    4713 => [
        'name' => '策勒县',
        'postal' => '848300',
    ],
    4714 => [
        'name' => '于田县',
        'postal' => '848400',
    ],
    4715 => [
        'name' => '民丰县',
        'postal' => '848500',
    ],
    4716 => [
        'name' => '皮山县',
        'postal' => '845100',
    ],
    4717 => [
        'name' => '昆玉市',
        'postal' => '848100',
    ],
    4718 => [
        'name' => '阿勒泰地区',
        'postal' => '836500',
    ],
    4719 => [
        'name' => '阿勒泰市',
        'postal' => '836500',
    ],
    4720 => [
        'name' => '布尔津县',
        'postal' => '836600',
    ],
    4721 => [
        'name' => '富蕴县',
        'postal' => '836100',
    ],
    4722 => [
        'name' => '福海县',
        'postal' => '836400',
    ],
    4723 => [
        'name' => '吉木乃县',
        'postal' => '836800',
    ],
    4724 => [
        'name' => '哈巴河县',
        'postal' => '836700',
    ],
    4725 => [
        'name' => '青河县',
        'postal' => '836200',
    ],
    4726 => [
        'name' => '塔城地区',
        'postal' => '834700',
    ],
    4727 => [
        'name' => '托里县',
        'postal' => '834500',
    ],
    4728 => [
        'name' => '裕民县',
        'postal' => '834800',
    ],
    4729 => [
        'name' => '额敏县',
        'postal' => '834600',
    ],
    4730 => [
        'name' => '塔城市',
        'postal' => '834700',
    ],
    4731 => [
        'name' => '和布克赛尔蒙古自治县',
        'postal' => '834400',
    ],
    4732 => [
        'name' => '乌苏市',
        'postal' => '833000',
    ],
    4733 => [
        'name' => '沙湾县',
        'postal' => '832100',
    ],
    4734 => [
        'name' => '阿克苏地区',
        'postal' => '843000',
    ],
    4735 => [
        'name' => '阿克苏市',
        'postal' => '843000',
    ],
    4736 => [
        'name' => '温宿县',
        'postal' => '843100',
    ],
    4737 => [
        'name' => '库车县',
        'postal' => '842000',
    ],
    4738 => [
        'name' => '沙雅县',
        'postal' => '842200',
    ],
    4739 => [
        'name' => '柯坪县',
        'postal' => '843600',
    ],
    4740 => [
        'name' => '新和县',
        'postal' => '842100',
    ],
    4741 => [
        'name' => '拜城县',
        'postal' => '842300',
    ],
    4742 => [
        'name' => '乌什县',
        'postal' => '843400',
    ],
    4743 => [
        'name' => '阿瓦提县',
        'postal' => '843200',
    ],
    4744 => [
        'name' => '喀什地区',
        'postal' => '844000',
    ],
    4745 => [
        'name' => '伽师县',
        'postal' => '844300',
    ],
    4746 => [
        'name' => '巴楚县',
        'postal' => '843800',
    ],
    4747 => [
        'name' => '莎车县',
        'postal' => '844700',
    ],
    4748 => [
        'name' => '叶城县',
        'postal' => '844900',
    ],
    4749 => [
        'name' => '麦盖提县',
        'postal' => '844600',
    ],
    4750 => [
        'name' => '岳普湖县',
        'postal' => '844400',
    ],
    4751 => [
        'name' => '喀什市',
        'postal' => '844000',
    ],
    4752 => [
        'name' => '疏附县',
        'postal' => '844100',
    ],
    4753 => [
        'name' => '疏勒县',
        'postal' => '844200',
    ],
    4754 => [
        'name' => '英吉沙县',
        'postal' => '844500',
    ],
    4755 => [
        'name' => '泽普县',
        'postal' => '844800',
    ],
    4756 => [
        'name' => '塔什库尔干塔吉克自治县',
        'postal' => '845200',
    ],
    4757 => [
        'name' => '咯什',
        'postal' => '844000',
    ],
    4758 => [
        'name' => '图木舒克市',
        'postal' => '844000',
    ],
    4759 => [
        'name' => '前海街道',
        'postal' => '843999',
    ],
    4760 => [
        'name' => '永安坝街道',
        'postal' => '843908',
    ],
    4761 => [
        'name' => '阿拉尔市',
        'postal' => '843300',
    ],
    4762 => [
        'name' => '金银川路街道',
        'postal' => '843399',
    ],
    4763 => [
        'name' => '幸福路街道',
        'postal' => '843399',
    ],
    4764 => [
        'name' => '青松路街道',
        'postal' => '843399',
    ],
    4765 => [
        'name' => '南口街道',
        'postal' => '843301',
    ],
    4766 => [
        'name' => '哈密市',
        'postal' => '839000',
    ],
    4767 => [
        'name' => '巴里坤哈萨克自治县',
        'postal' => '839200',
    ],
    4768 => [
        'name' => '伊吾县',
        'postal' => '839300',
    ],
    4769 => [
        'name' => '哈密市',
        'postal' => '839100',
    ],
    4770 => [
        'name' => '马里坤',
        'postal' => '839200',
    ],
    4771 => [
        'name' => '伊州区',
        'postal' => '839000',
    ],
    4772 => [
        'name' => '五家渠市',
        'postal' => '831300',
    ],
    4773 => [
        'name' => '青湖路街道',
        'postal' => '831399',
    ],
    4774 => [
        'name' => '人民路街道',
        'postal' => '831399',
    ],
    4775 => [
        'name' => '吐鲁番市',
        'postal' => '838000',
    ],
    4776 => [
        'name' => '高昌区',
        'postal' => '838000',
    ],
    4777 => [
        'name' => '鄯善县',
        'postal' => '838200',
    ],
    4778 => [
        'name' => '托克逊县',
        'postal' => '838100',
    ],
    4779 => [
        'name' => '克拉玛依市',
        'postal' => '834000',
    ],
    4780 => [
        'name' => '克拉玛依区',
        'postal' => '834000',
    ],
    4781 => [
        'name' => '白碱滩区',
        'postal' => '834000',
    ],
    4782 => [
        'name' => '乌尔禾区',
        'postal' => '834000',
    ],
    4783 => [
        'name' => '独山子区',
        'postal' => '833600',
    ],
    4784 => [
        'name' => '乌鲁木齐市',
        'postal' => '830000',
    ],
    4785 => [
        'name' => '乌鲁木齐县',
        'postal' => '830000',
    ],
    4786 => [
        'name' => '头屯河区',
        'postal' => '830000',
    ],
    4787 => [
        'name' => '东山区',
        'postal' => '830000',
    ],
    4788 => [
        'name' => '天山区',
        'postal' => '830000',
    ],
    4789 => [
        'name' => '沙依巴克区',
        'postal' => '830000',
    ],
    4790 => [
        'name' => '新市区',
        'postal' => '830000',
    ],
    4791 => [
        'name' => '水磨沟区',
        'postal' => '830000',
    ],
    4792 => [
        'name' => '达坂城区',
        'postal' => '830000',
    ],
    4793 => [
        'name' => '米东区',
        'postal' => '831400',
    ],
    4794 => [
        'name' => '石河子市',
        'postal' => '832000',
    ],
    4795 => [
        'name' => '老街街道',
        'postal' => '832099',
    ],
    4796 => [
        'name' => '北泉镇',
        'postal' => '832012',
    ],
    4797 => [
        'name' => '石河子镇',
        'postal' => '832099',
    ],
    4798 => [
        'name' => '可克达拉市',
        'postal' => '835213',
    ],
    4799 => [
        'name' => '铁门关市',
        'postal' => '841007',
    ],
    4800 => [
        'name' => '双河市',
        'postal' => '833408',
    ],
    4801 => [
        'name' => '北屯市',
        'postal' => '836000',
    ],
    4802 => [
        'name' => '昌吉回族自治州',
        'postal' => '831100',
    ],
    4803 => [
        'name' => '木垒哈萨克自治县',
        'postal' => '831900',
    ],
    4804 => [
        'name' => '呼图壁县',
        'postal' => '831200',
    ],
    4805 => [
        'name' => '玛纳斯县',
        'postal' => '832200',
    ],
    4806 => [
        'name' => '奇台县',
        'postal' => '831800',
    ],
    4807 => [
        'name' => '吉木萨尔县',
        'postal' => '831700',
    ],
    4808 => [
        'name' => '昌吉市',
        'postal' => '831100',
    ],
    4809 => [
        'name' => '阜康市',
        'postal' => '831500',
    ],
    4810 => [
        'name' => '米泉市',
        'postal' => '831400',
    ],
    4811 => [
        'name' => '克孜勒苏柯尔克孜自治州',
        'postal' => '845350',
    ],
    4812 => [
        'name' => '阿克陶县',
        'postal' => '845500',
    ],
    4813 => [
        'name' => '阿图什市',
        'postal' => '845300',
    ],
    4814 => [
        'name' => '乌恰县',
        'postal' => '845400',
    ],
    4815 => [
        'name' => '阿合奇县',
        'postal' => '843500',
    ],
    4816 => [
        'name' => '博尔塔拉蒙古自治州',
        'postal' => '833400',
    ],
    4817 => [
        'name' => '温泉县',
        'postal' => '833500',
    ],
    4818 => [
        'name' => '博乐市',
        'postal' => '833400',
    ],
    4819 => [
        'name' => '精河县',
        'postal' => '833300',
    ],
    4820 => [
        'name' => '阿拉山口市',
        'postal' => '833418',
    ],
    4821 => [
        'name' => '巴音郭楞蒙古自治州',
        'postal' => '841000',
    ],
    4822 => [
        'name' => '库尔勒市',
        'postal' => '841000',
    ],
    4823 => [
        'name' => '轮台县',
        'postal' => '841600',
    ],
    4824 => [
        'name' => '尉犁县',
        'postal' => '841500',
    ],
    4825 => [
        'name' => '若羌县',
        'postal' => '841800',
    ],
    4826 => [
        'name' => '且末县',
        'postal' => '841900',
    ],
    4827 => [
        'name' => '焉耆回族自治县',
        'postal' => '841100',
    ],
    4828 => [
        'name' => '和静县',
        'postal' => '841300',
    ],
    4829 => [
        'name' => '和硕县',
        'postal' => '841200',
    ],
    4830 => [
        'name' => '博湖县',
        'postal' => '841400',
    ],
    4831 => [
        'name' => '伊犁哈萨克自治州',
        'postal' => '835000',
    ],
    4832 => [
        'name' => '奎屯市',
        'postal' => '833200',
    ],
    4833 => [
        'name' => '尼勒克县',
        'postal' => '835700',
    ],
    4834 => [
        'name' => '昭苏县',
        'postal' => '835600',
    ],
    4835 => [
        'name' => '特克斯县',
        'postal' => '835500',
    ],
    4836 => [
        'name' => '伊宁县',
        'postal' => '835100',
    ],
    4837 => [
        'name' => '伊宁市',
        'postal' => '835000',
    ],
    4838 => [
        'name' => '察布查尔锡伯自治县',
        'postal' => '835300',
    ],
    4839 => [
        'name' => '霍城县',
        'postal' => '835200',
    ],
    4840 => [
        'name' => '巩留县',
        'postal' => '835400',
    ],
    4841 => [
        'name' => '新源县',
        'postal' => '835800',
    ],
    4842 => [
        'name' => '霍尔果斯市',
        'postal' => '835200',
    ],
    4843 => [
        'name' => '那曲地区',
        'postal' => '852000',
    ],
    4844 => [
        'name' => '色尼县',
        'postal' => '852000',
    ],
    4845 => [
        'name' => '嘉黎县',
        'postal' => '852400',
    ],
    4846 => [
        'name' => '比如县',
        'postal' => '852300',
    ],
    4847 => [
        'name' => '聂荣县',
        'postal' => '853500',
    ],
    4848 => [
        'name' => '安多县',
        'postal' => '853400',
    ],
    4849 => [
        'name' => '申扎县',
        'postal' => '853100',
    ],
    4850 => [
        'name' => '索县',
        'postal' => '852200',
    ],
    4851 => [
        'name' => '班戈县',
        'postal' => '852500',
    ],
    4852 => [
        'name' => '巴青县',
        'postal' => '852100',
    ],
    4853 => [
        'name' => '尼玛县',
        'postal' => '853200',
    ],
    4854 => [
        'name' => '双湖县',
        'postal' => '852000',
    ],
    4855 => [
        'name' => '阿里地区',
        'postal' => '859000',
    ],
    4856 => [
        'name' => '普兰县',
        'postal' => '859500',
    ],
    4857 => [
        'name' => '札达县',
        'postal' => '859600',
    ],
    4858 => [
        'name' => '日土县',
        'postal' => '859700',
    ],
    4859 => [
        'name' => '措勤县',
        'postal' => '859300',
    ],
    4860 => [
        'name' => '革吉县',
        'postal' => '859100',
    ],
    4861 => [
        'name' => '改则县',
        'postal' => '859200',
    ],
    4862 => [
        'name' => '噶尔县',
        'postal' => '859400',
    ],
    4863 => [
        'name' => '拉萨市',
        'postal' => '850000',
    ],
    4864 => [
        'name' => '城关区',
        'postal' => '850000',
    ],
    4865 => [
        'name' => '林周县',
        'postal' => '851600',
    ],
    4866 => [
        'name' => '当雄县',
        'postal' => '851500',
    ],
    4867 => [
        'name' => '曲水县',
        'postal' => '850600',
    ],
    4868 => [
        'name' => '堆龙德庆区',
        'postal' => '851400',
    ],
    4869 => [
        'name' => '达孜县',
        'postal' => '850100',
    ],
    4870 => [
        'name' => '墨竹工卡县',
        'postal' => '850200',
    ],
    4871 => [
        'name' => '尼木县',
        'postal' => '851300',
    ],
    4872 => [
        'name' => '日喀则市',
        'postal' => '857000',
    ],
    4873 => [
        'name' => '桑珠孜区',
        'postal' => '857000',
    ],
    4874 => [
        'name' => '南木林县',
        'postal' => '857100',
    ],
    4875 => [
        'name' => '江孜县',
        'postal' => '857400',
    ],
    4876 => [
        'name' => '定日县',
        'postal' => '858200',
    ],
    4877 => [
        'name' => '萨迦县',
        'postal' => '857800',
    ],
    4878 => [
        'name' => '拉孜县',
        'postal' => '858100',
    ],
    4879 => [
        'name' => '昂仁县',
        'postal' => '858500',
    ],
    4880 => [
        'name' => '谢通门县',
        'postal' => '858900',
    ],
    4881 => [
        'name' => '白朗县',
        'postal' => '857300',
    ],
    4882 => [
        'name' => '仁布县',
        'postal' => '857200',
    ],
    4883 => [
        'name' => '康马县',
        'postal' => '857500',
    ],
    4884 => [
        'name' => '定结县',
        'postal' => '857900',
    ],
    4885 => [
        'name' => '仲巴县',
        'postal' => '858800',
    ],
    4886 => [
        'name' => '亚东县',
        'postal' => '857600',
    ],
    4887 => [
        'name' => '吉隆县',
        'postal' => '858700',
    ],
    4888 => [
        'name' => '聂拉木县',
        'postal' => '858300',
    ],
    4889 => [
        'name' => '萨嘎县',
        'postal' => '858600',
    ],
    4890 => [
        'name' => '岗巴县',
        'postal' => '857700',
    ],
    4891 => [
        'name' => '山南市',
        'postal' => '856000',
    ],
    4892 => [
        'name' => '浪卡子县',
        'postal' => '851100',
    ],
    4893 => [
        'name' => '洛扎县',
        'postal' => '851200',
    ],
    4894 => [
        'name' => '加查县',
        'postal' => '856400',
    ],
    4895 => [
        'name' => '隆子县',
        'postal' => '856600',
    ],
    4896 => [
        'name' => '错那县',
        'postal' => '856700',
    ],
    4897 => [
        'name' => '乃东区',
        'postal' => '856100',
    ],
    4898 => [
        'name' => '扎囊县',
        'postal' => '850800',
    ],
    4899 => [
        'name' => '贡嘎县',
        'postal' => '850700',
    ],
    4900 => [
        'name' => '桑日县',
        'postal' => '856200',
    ],
    4901 => [
        'name' => '琼结县',
        'postal' => '856800',
    ],
    4902 => [
        'name' => '曲松县',
        'postal' => '856300',
    ],
    4903 => [
        'name' => '措美县',
        'postal' => '856900',
    ],
    4904 => [
        'name' => '林芝市',
        'postal' => '860000',
    ],
    4905 => [
        'name' => '朗县',
        'postal' => '860400',
    ],
    4906 => [
        'name' => '波密县',
        'postal' => '860300',
    ],
    4907 => [
        'name' => '察隅县',
        'postal' => '860600',
    ],
    4908 => [
        'name' => '巴宜区',
        'postal' => '860100',
    ],
    4909 => [
        'name' => '工布江达县',
        'postal' => '860200',
    ],
    4910 => [
        'name' => '米林县',
        'postal' => '860500',
    ],
    4911 => [
        'name' => '墨脱县',
        'postal' => '860700',
    ],
    4912 => [
        'name' => '昌都市',
        'postal' => '854000',
    ],
    4913 => [
        'name' => '卡若区',
        'postal' => '854000',
    ],
    4914 => [
        'name' => '江达县',
        'postal' => '854100',
    ],
    4915 => [
        'name' => '贡觉县',
        'postal' => '854200',
    ],
    4916 => [
        'name' => '类乌齐县',
        'postal' => '855600',
    ],
    4917 => [
        'name' => '丁青县',
        'postal' => '855700',
    ],
    4918 => [
        'name' => '察雅县',
        'postal' => '854300',
    ],
    4919 => [
        'name' => '八宿县',
        'postal' => '854600',
    ],
    4920 => [
        'name' => '左贡县',
        'postal' => '854400',
    ],
    4921 => [
        'name' => '芒康县',
        'postal' => '854500',
    ],
    4922 => [
        'name' => '洛隆县',
        'postal' => '855400',
    ],
    4923 => [
        'name' => '边坝县',
        'postal' => '855500',
    ],
    4924 => [
        'name' => '北区',
        'postal' => '999077',
    ],
    4925 => [
        'name' => '东区',
        'postal' => '999077',
    ],
    4926 => [
        'name' => '南区',
        'postal' => '999077',
    ],
    4927 => [
        'name' => '油尖旺区',
        'postal' => '999077',
    ],
    4928 => [
        'name' => '深水埗区',
        'postal' => '999077',
    ],
    4929 => [
        'name' => '九龙城区',
        'postal' => '999077',
    ],
    4930 => [
        'name' => '黄大仙区',
        'postal' => '999077',
    ],
    4931 => [
        'name' => '观塘区',
        'postal' => '999077',
    ],
    4932 => [
        'name' => '中西区',
        'postal' => '999077',
    ],
    4933 => [
        'name' => '湾仔区',
        'postal' => '999077',
    ],
    4934 => [
        'name' => '大埔区',
        'postal' => '999077',
    ],
    4935 => [
        'name' => '沙田区',
        'postal' => '999077',
    ],
    4936 => [
        'name' => '西贡区',
        'postal' => '999077',
    ],
    4937 => [
        'name' => '荃湾区',
        'postal' => '999077',
    ],
    4938 => [
        'name' => '屯门区',
        'postal' => '999077',
    ],
    4939 => [
        'name' => '元朗区',
        'postal' => '999077',
    ],
    4940 => [
        'name' => '葵青区',
        'postal' => '999077',
    ],
    4941 => [
        'name' => '离岛区',
        'postal' => '999077',
    ],
    4942 => [
        'name' => '大堂区',
        'postal' => '999078',
    ],
    4943 => [
        'name' => '路氹城',
        'postal' => '999078',
    ],
    4944 => [
        'name' => '花地玛堂区',
        'postal' => '999078',
    ],
    4945 => [
        'name' => '圣安多尼堂区',
        'postal' => '999078',
    ],
    4946 => [
        'name' => '望德堂区',
        'postal' => '999078',
    ],
    4947 => [
        'name' => '风顺堂区',
        'postal' => '999078',
    ],
    4948 => [
        'name' => '嘉模堂区',
        'postal' => '999078',
    ],
    4949 => [
        'name' => '圣方济各堂区',
        'postal' => '999078',
    ],
    4950 => [
        'name' => '基隆市',
        'postal' => '008862',
    ],
    4951 => [
        'name' => '台北市',
        'postal' => '008862',
    ],
    4952 => [
        'name' => '北投区',
        'postal' => '008862',
    ],
    4953 => [
        'name' => '中正区',
        'postal' => '008862',
    ],
    4954 => [
        'name' => '新北市',
        'postal' => '008862',
    ],
    4955 => [
        'name' => '八里',
        'postal' => '008862',
    ],
    4956 => [
        'name' => '板桥',
        'postal' => '008862',
    ],
    4957 => [
        'name' => '桃园市',
        'postal' => '008863',
    ],
    4958 => [
        'name' => '八德',
        'postal' => '008863',
    ],
    4959 => [
        'name' => '新竹市',
        'postal' => '008863',
    ],
    4960 => [
        'name' => '宝山',
        'postal' => '008863',
    ],
    4961 => [
        'name' => '北埔',
        'postal' => '008863',
    ],
    4962 => [
        'name' => '嘉义市',
        'postal' => '008865',
    ],
    4963 => [
        'name' => '布袋',
        'postal' => '008865',
    ],
    4964 => [
        'name' => '朴子',
        'postal' => '008865',
    ],
    4965 => [
        'name' => '"Tainan Ctiy/">台南市',
        'postal' => '008866',
    ],
    4966 => [
        'name' => '安平',
        'postal' => '008866',
    ],
    4967 => [
        'name' => '高雄市',
        'postal' => '008867',
    ],
    4968 => [
        'name' => '阿莲',
        'postal' => '008867',
    ],
    4969 => [
        'name' => '"Taichung City/">台中市',
        'postal' => '008864',
    ],
    4970 => [
        'name' => '屏东县',
        'postal' => '008868',
    ],
    4971 => [
        'name' => '春日',
        'postal' => '008868',
    ],
    4972 => [
        'name' => '车城',
        'postal' => '008868',
    ],
    4973 => [
        'name' => '潮州',
        'postal' => '008868',
    ],
    4974 => [
        'name' => '云林县',
        'postal' => '008865',
    ],
    4975 => [
        'name' => '褒忠',
        'postal' => '008865',
    ],
    4976 => [
        'name' => '北港',
        'postal' => '008865',
    ],
    4977 => [
        'name' => '莿桐',
        'postal' => '008865',
    ],
    4978 => [
        'name' => '澎湖县',
        'postal' => '008866',
    ],
    4979 => [
        'name' => '白沙',
        'postal' => '008866',
    ],
    4980 => [
        'name' => '台南县',
        'postal' => '008866',
    ],
    4981 => [
        'name' => '安定',
        'postal' => '008866',
    ],
    4982 => [
        'name' => '白河',
        'postal' => '008866',
    ],
    4983 => [
        'name' => '北门',
        'postal' => '008866',
    ],
    4984 => [
        'name' => '宜兰县',
        'postal' => '008863',
    ],
    4985 => [
        'name' => '彰化县',
        'postal' => '008864',
    ],
    4986 => [
        'name' => '北斗',
        'postal' => '008864',
    ],
    4987 => [
        'name' => '台中县',
        'postal' => '008864',
    ],
    4988 => [
        'name' => '花莲县',
        'postal' => '008863',
    ],
];